[
  {
    "_description": "<p>Liste des sujets abordés pour cette édition des Human Talks : Vagrant, Neo4J, AngularJs, mobilité et pleins d'autres à venir!</p> <p>Rappel : Chaque conférence dure 10 minutes + des questions</p> <p> </p> <p>Détail des conférences</p> <p><b>* Vagrant</b>, par <i>Julien Dubreuil</i></p> <p>Vagrant est un outil vous permettant de créer des gabarits d'environnements de développement préconfigurés et de les déployer &amp; mettre à jour en un instant.</p> <p> </p> <p>* <b>Découvrons Neo4J</b> par <i><a href=\"http://www.meetup.com/HumanTalks-Paris/members/32772802/\">Florent Biville</a></i></p> <p>Neo4J est encore le petit poucet du NOSQL mais apparaît comme une alternative de plus en plus sérieuse face à ses concurrents.</p> <p>Mais commençons par le début : Neo4J est une base de données orientée graphe. Oubliez vos tables, vos colonnes, vos documents... et découvrez un modèle de données hyper-flexible et étonnamment simple à appréhender.</p> <p>Ce court talk vous donnera un aperçu des possibles et, j'espère, la motivation suffisante pour commencer à l'utiliser !</p> <p>*<b>Focus sur les filtres AngularJS</b> par <i><a href=\"http://www.meetup.com/HumanTalks-Paris/members/13702160/\">Thierry Lau</a></i></p> <p>Dans le monde des Frameworks JavaScript, AngularJS - des usines Google - a fait une percée remarquable. Mais qu'apporte-il de différents ? Je vous invite à travers ce live coding à découvrir en particulier la puissance des filtres AngularJS.</p> <p>* <b>Le réseau mobile, cette plaie</b> par <a href=\"http://www.meetup.com/HumanTalks-Paris/members/11545318/\">Pierre Chapuis</a></p> <p>Qui n'a jamais râlé en essayant 15 fois de charger une carte Google Maps dans le métro ? Maudit un jeu qui prenait 20 minutes à télécharger ses quelques mégaoctets de mises à jour en 3G ? Renoncé à lire ses mails dans la file d'attente de la caisse du supermarché ?</p> <p>Certains parlent d'un futur où les données sont dans les nuages et le réseau omniprésent et infiniment rapide. Force est de constater que ce futur n'est pas encore là. Par contre, les usages mobiles, eux, sont bel et bien d'actualités.</p> <p>Nous verrons donc quelques concepts pour raisonner sur les réseaux mobiles, certaines de leurs limites, et quelques approches pour limiter leurs dégâts.</p> <p>tl;dr: comment faire des applications mobiles \"qui marchent\" en ville ou à la campagne, dans un train ou à l'étranger, en wifi, 3G, edge ou sans accès au réseau.</p> <p>* <b>Présentation du projet Moov' In The City</b> par l'équipe Moov'Simply</p> <p><a href=\"http://moovinthecity.fr/\">Moov’ In The City</a> est un grand concours organisé autour de l’ouverture des données des transports parisiens entre autres. Désireuses de participer à un tel projet depuis plusieurs mois, les <a href=\"http://www.duchess-france.org/\">duchess</a> se sont lancées dans l’aventure !</p> <p>Tout s’est fait très vite : monter une équipe, trouver une idée, étudier les données fournies par la ville, définir les fonctionnalités, le design, le logo, les pages puis choisir les technos, développer, livrer en Prod et faire une vidéo.<br/>Moov’ In The CityMoov’ In The CityEt voilà notre <a href=\"http://moovsimply.herokuapp.com/\">application Moov’Simply</a> a vu le jour :). Voici son histoire !</p>",
    "talk_id": "126207802",
    "host": "Le Camping",
    "name": "HumanTalks Paris",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/126207802/",
    "count_max": 80,
    "count_actual": 80,
    "date": 1373389200000,
    "rating": 4.71999979019165
  },
  {
    "_description": "<p>La session du 10 Septembre 2013 aura lieu chez 50Partners.</p> <p>Formule habituelle, des talks de 10minutes sur plein de sujets, un apéro et une suite au resto pour les plus motivés !</p> <p>Tous les talks sont fixés pour ce mois-ci mais vous pouvez toujours proposer un talk pour les prochaines sessions via : <a href=\"http://humantalks.com/cities/paris/events/84/talks/new\" class=\"linkified\">http://humantalks.com/cities/paris/events/84/talks/new</a> ou la partie discussion sur meetup !</p> <p><b><i>Les talks :</i></b> <b><br/></b></p> <p><b>* Les bronzés font du dev par Ellène Siber Dijoux (@ElleneSiber)</b></p> <p>Martin 23 ans et fraîchement diplômé vient d'être embauché chez SSII Consulting. Son commercial lui a proposé une superbe mission où il pourra développer ses compétences en Java/J2EE ! Chouette car c'est exactement ce qu'il cherchait : \"Spring, Hibernate et Struts les technos du moment !\" lui dit son commercial. \"Mais avec un petit peu de maintenance sur l'ancienne appli en PHP mais c'est vraiment minime !\" rassure-t-il.</p> <p>Et c'est tout enthousiaste qu'il commence sa première journée de mission, dans une équipe ... un peu particulière ...</p> <p>Au travers de cette histoire, je souhaite illustrer (en dessin) le quotidien d'une équipe caricaturée mais pas si éloignée que ça de la réalité de nos projets ...</p> <p>Remarque : les dessins seront de meilleurs qualités pour le quickie par rapport à ce que l'on trouve sur mon blog (<a href=\"http://uneviededev.wordpress.com/\" class=\"linkified\">http://uneviededev.wordpress.com/</a>)</p> <p><b>* Spring ROO par Mehdi Ben Haj Abbes (@MehdiAbbes)</b></p> <p>Rejoignez nous sur cette session de live coding de 10 minutes. Je souhaite vous montrer comment vous pouvez gagner en productivité avec Spring Roo. Grâce à cet outil, on va mettre en place une application web MVC en Java en quelques minutes.</p> <p><b>* Cloud + API + Marketplace + Hub = Mashape !  par Guillaume Bitaudeau (@gbitaudeau)</b></p> <p>Avec l'avènement du Cloud, l'informatique vit aujourd'hui une première révolution comme l'a vécu l'industrie avec l'arrivée des centrales électriques. </p> <p><br/>Lors de cette révolution industrielle sont nées les lignes d'assemblage : les industriels ne fabriquaient plus 100% de leurs produits mais se sont mis à intégrer des sous-produits les uns aux autres. </p> <p><br/>C'est exactement le même chemin que suit l'informatique : après avoir intégré des technologies et/ou des frameworks pour fabriquer du logiciel, nous intégrons de plus en plus d'APIs de services disponibles sur le Cloud.</p> <p><br/>Il est donc logique que des places de marché d'APIs voient le jour et je vous propose d'en découvrir une : Mashape.</p> <p><br/>Pourquoi ça existe, comment ça marche et quels sont les intérêts pour les consommateurs et pour les producteurs d'APIs : voici le programme !</p> <p><b>* Tous freelances ? par Jean-Baptiste Lemée (@jblemee) et Vincent Huguet (@vhuguet) du site Hopwork.com </b></p> <p>Nous parlerons d'un phénomène de société : le développement du travail en freelance, ses causes, ses avantages, ses inconvénients, et ses impacts sur la société. </p> <p>Jean-Baptiste nous présentera en particulier son retour d'expérience en tant que d'être développeur freelance depuis quelques années.</p> <p>Jean-Baptiste Lemée, 30 ans, est développeur java freelance depuis plusieurs années, auteur du blog <a href=\"http://www.java-freelance.fr/\"><a href=\"http://www.java-freelance.fr/\" class=\"linkified\">http://www.java-freelance.fr/</a></a> et co-fondateur de Hopwork.com.</p> <p>Vincent Huguet, 38 ans, a une expérience d'entrepreneur (ooprint.fr, dromadaire.com) et co-fondateur de Hopwork.com.</p>",
    "talk_id": "137484932",
    "host": "Loft 50Partners",
    "name": "Humantalks Paris Septembre 2013",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/137484932/",
    "count_max": 70,
    "count_actual": 62,
    "date": 1378832400000,
    "rating": 4.570000171661377
  },
  {
    "_description": "<p>Soirée spéciale ce mois-ci en collaboration avec les <a href=\"http://www.duchess-france.org/\">JDuchess</a>, <a href=\"http://railsgirls.com/\">RailsGirls</a> et <a href=\"http://girlzinweb.com/\">GirlzInWeb</a> !</p> <p>Nous avons souhaité mettre en avant les femmes qui ont fait de l'informatique leur métier, et par conséquent toutes les présentations seront animées par des femmes !</p> <p>Le programme détaillé sera mis à jour en début de semaine.</p> <p>Attention le meetup aura lieu chez <a href=\"http://www.start-way.com/FR/bureaux-a-louer/nos-bureaux/montrouge-mairie/3\">Start-Way</a> à Montrouge à 2 pas de la ligne 4.</p> <p>\n\n\n• <b>Girlz in Web, RailsGirls et Duchess France : des femmes dans l'IT</b> par des membres des trois groupes  (<a href=\"https://twitter.com/duchessfr\">@duchessfr</a>‎, <a href=\"https://twitter.com/RailsGirlsParis\">@RailsGirlsParis</a> et <a href=\"https://twitter.com/GirlzInWeb\">@GirlzInWeb</a>)</p> <p><br/>Touchant des communautés différentes (Ruby, Java, web...), les <a href=\"http://girlzinweb.com/\">Girlz in Web</a>, <a href=\"http://railsgirls.com/\">RailsGirls</a> et <a href=\"http://www.duchess-france.org/\">Duchess France</a> sont là pour représenter, regrouper les femmes de l'IT. Ce talk sera l'occasion pour ces groupes de se présenter chacun plus en détails.</p> <p><br/>•<b> Introduction au robot Nao</b> par Blandine Bourgois (<a href=\"https://twitter.com/bbourgois\">@bbourgois</a>)</p> <p>Nao est un robot humanoïde concu par Aldebaran Robotics à Paris. Lors de cette introduction, j'aborderai les points suivants : Qu'est-ce qu'il y a dans le robot ? Comment le programmer ? Comment devenir Nao Developper ?</p> <p>Il y aura bien sûr des démos.</p> <p><br/>• <b>Checkpoint : sécurité des frameworks web</b> par Stephanie Ouillon (<a href=\"https://twitter.com/steph_ouillon\">@steph_ouillon</a>)</p> <p>Rien ne sert de bien tester du point de vue sécurité son application web si l'on oublie de maintenir à jour ses frameworks et son serveur d'application... Retour sur quelques fondamentaux, en pratique souvent négligés ou ignorés.</p> <p>\n\n\n• <b>Retour d'expérience sur la conception de l'API Mangopay</b> par Laure Némée (<a href=\"https://twitter.com/Zazoun\">@Zazoun</a>)</p> <p><br/>A l'occasion de la sortie de la deuxième version de l'API Mangopay, l'API de monétique développée par Leetchi, j'exposerai les erreurs de conception commises sur l'interface la première fois, et comment nous les avons corrigé.</p>",
    "talk_id": "142883912",
    "host": "Start-Way",
    "name": "Humantalks Paris Octobre 2013",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/142883912/",
    "count_max": 120,
    "count_actual": 70,
    "date": 1381251600000,
    "rating": 4.699999809265137
  },
  {
    "_description": "<p>Au programme de cette session :</p> <p>\n\n\n<b>AAAR! Adoption Agency for Abandoned Repos</b> par <b>Ori Pekelman</b> (<a href=\"https://twitter.com/OriPekelman\">@OriPekelman</a>)</p> <p>Présentation du projet AAAR : <a href=\"http://oripekelman.github.io/aaar/\"><a href=\"http://oripekelman.github.io/aaar/\" class=\"linkified\">http://oripekelman.github.io/aaar/</a></a></p> <p><br/><b>Haskell : Pure Functional Programming and it's Benefits</b> par <b>Massil NAIT MOULOUD</b> (<a href=\"https://twitter.com/nmassyl\">@nmassyl</a>)</p> <p>Au programme : </p> <p>- Rappel de l'origine et des principes de la programmation fonctionnelle et de Haskell.</p> <p>- Avantages et inconvénients de la programmation fonctionnelle pure</p> <p>- Comment Haskell peut vous aider à être un bon développeur et comment faire la transition</p> <p>\n\n\n<b>Il me faut juste...</b> par <b>Sylvain Abélard</b> (<a href=\"https://twitter.com/abelar_s\">@abelar_s</a>)</p> <p><br/>\"C'est facile, il me faut juste... tu peux faire ça en 5mn non ?\"Cette phrase, vous l'aimez ou la détestez.Les jeunes devs le peuvent, les vieux devs l'interdisent.Pourquoi, comment ? Ça n'est pas forcément le problème.</p> <p>Ce que je veux approcher ici, ce sont quelques besoins classiques,les pièges qu'ils cachent, et les évolutions probables que j'ai puconstater dans quelques cas d'exemple.</p> <p>\n\n\n\n<b>UX / Créa - Les dévs et les créas devraient mieux s'entendre !</b> par <b>Jacinthe Busson</b> (<a href=\"https://twitter.com/jacinthe_\">@jacinthe_</a>)</p> <p><br/><i>En moins de 10 ans, le métier de web designer a évolué aussi vite que les technologies ce qui implique une remise en question régulière et peut-être même permanente sur cette profession et ses limites d'intervention dans la conception et execution d'un projet. </i><i>Comme pour les Chasseurs*, il y a le bon designer et le mauvais designer. Cette intervention a pour but de partager mes retours d'expériences via des anecdotes en tant que formatrice en école, webdesigner pour l'annonceur / en agence et aujourd'hui en tant qu'entrepreneuse. </i></p> <p><i>*Référence aux sketch des Inconnus : <a href=\"http://www.youtube.com/watch?v=QuGcoOJKXT8\"><a href=\"http://www.youtube.com/watch?v=QuGcoOJKXT8\" class=\"embedded\">http://www.youtube.com/watch?v=QuGcoOJKXT8</a></a></i></p> <p>\n\n\nRetrouvez nous sur <a href=\"https://twitter.com/HumanTalksParis\">@HumanTalksParis</a>.</p>",
    "talk_id": "148407972",
    "host": "Zenika",
    "name": "HumanTalks Paris Novembre 2013",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/148407972/",
    "count_max": 80,
    "count_actual": 72,
    "date": 1384279200000,
    "rating": 4.78000020980835
  },
  {
    "_description": "<p>Au programme de cette session :</p> <p><b>- Introduction à Scala </b>par <b>Firas Bessadok</b> ‏(<a href=\"https://twitter.com/fbessadok\">@fbessadok</a>)</p> <p>Ce rapide aperçu de Scala vous expliquera les concepts basiques du langage ainsi qu'une introduction au paradigme fonctionnel.</p> <p><br/><b>- Nuun Framework : Standard building blocks for framework designers</b> par <b>Epo Jemba</b> (<a href=\"https://twitter.com/ejemba\">@ejemba</a>)</p> <p>Créez votre propre framework Java avec Nuun: vos conventions, vos règles, votre framework.</p> <p><br/><b>- Développer des applications mobiles avec JavaScript</b> par <b>Marc G Gauthier</b> (<a href=\"https://twitter.com/marcgg\">@marcgg</a>)</p> <p>Quelles sont les options des developpeurs web pour ne pas s'enfermer dans un écosystème propriétaire et pourtant réussir à créer des applications mobiles de qualité? Comment profiter des fonctionnalités et de l'UI native des différents smartphones en restant dans les standards du web (JavaScript, CSS3, HTML5) ?</p> <p><br/><b>- L'ordre sans le pouvoir</b> par <b>Pierre Pezziardi</b> (‏<a href=\"https://twitter.com/ppezziardi\">@ppezziardi</a>)</p> <p>Confiance &amp; numérique : pour une industrie informatique au service de la débureaucratisation.</p> <p>\n\n\n\nSuivez nos actualités sur <a href=\"https://twitter.com/HumanTalksParis\">@HumanTalksParis</a></p> <p>Proposez un talk pour les prochaines sessions :  <a href=\"https://docs.google.com/forms/d/1FgxfK_kiKxyTpux_mWdJjzgEOvwp8hbgD7vR0ULRr6A/viewform\"><a href=\"https://docs.google.com/forms/d/1FgxfK_kiKxyTpux_mWdJjzgEOvwp8hbgD7vR0ULRr6A/viewform\" class=\"linkified\">https://docs.google.com/forms/d/1FgxfK_kiKxyTpux_mWdJjzgEOvwp8hbgD7vR0ULRr6A/viewform</a></a></p> <p>Retrouvez les vidéos des sessions passées :  <a href=\"http://www.youtube.com/channel/UCRRQZZz52tgqlcZNKqMkTGQ/videos\"><a href=\"http://www.youtube.com/channel/UCRRQZZz52tgqlcZNKqMkTGQ/videos\" class=\"embedded\">http://www.youtube.com/channel/UCRRQZZz52tgqlcZNKqMkTGQ/videos</a></a></p>",
    "talk_id": "154147792",
    "host": "SFEIR",
    "name": "HumanTalks Paris Décembre 2013",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/154147792/",
    "count_max": 70,
    "count_actual": 50,
    "date": 1386698400000,
    "rating": 4.710000038146973
  },
  {
    "_description": "<p>Ce mois-ci La Cordée nous accueil !</p> <p>\n\n\nAvec au programme :</p> <p>- <b>L'entreprise comme malade mental par Olivier GERARD </b></p> <p>Nous ne savons toujours pas ce qu'est la conscience, mais nous commençons à connaître les symptômes et les troubles mentaux les plus courants.</p> <p>J'illustrerai à travers quelques exemples très courts qu'une entreprise d'une certaine taille peut présenter, en tant qu'organisme collectif, la plupart des maladies mentales graves qui justifieraient chez un être humain un enfermement ou un traitement médical intensif, ou comment faire de \"grands malades\" à partir de personnes relativement saines.</p> <p>C'est une façon de prendre avec humour et culture le caractère souvent déshumanisant du travail en entreprise. On le rapprochera de points de vue de plus en plus à la mode comme \"l'émergence\". A chacun d'utiliser cette autre grille de lecture à son profit.</p> <p><br/><b>- Écrire sur Internet, c'est plus facile avec Markdown ! par Pascal Batty (@scalbatty)</b></p> <p>\"Écrire un article par semaine dans mon blog\" fait partie de tes bonnes résolutions de l'année (chaque année) ? </p> <p>Permets-moi de te parler d'un langage taillé pour un usage bien particulier : écrire sur Internet. Markdown te permet de te concentrer sur ton contenu sans te prendre la tête avec les balises HTML, et ça s'apprend en quelques minutes. Peut-être même que tu connais déjà sans le savoir.</p> <p><br/><b>- Learn You a Brainfuck for Great Good ! par Antoine Leblanc (@nicuveo)</b></p> <p>Ce talk a pour vocation de faire un tour rapide des langages ésotériques, et de détailler leurs fondements théoriques. </p> <p>L'idée est de mettre en avant le fait qu'apprendre et comprendre des langages ésotériques aide à avoir une meilleur vision du développement en général. Illustrations en Brainfuck et en Piet.</p> <p><b>- La révolution des MOOCs par Yannick Grenzinger (@ygrezinger)</b></p> <p>Si le 20ème nous a apporté un accès massif et peu couteux à l'information, ce début de 21ème siècle nous apporte un accès massif et peu couteux à l'éducation grace en particulier aux cours en ligne ouverts et massifs ou MOOC. </p> <p>Ce qui est bien c'est que ça coincide avec un environnement qui évolue de plus en plus vite, des innovations disruptives de plus en plus fréquentes et donc un besoin de se remettre régulièrement en question, en particulier nous développeurs !</p> <p>Je vous ferais un rapide panorama des moyens de se former en ligne en s'attachant à Coursera et mon expérience d'une vingtaine de cours sur l'année 2013. </p> <p>\n\n\n\nVous pouvez proposer des talks <a href=\"https://docs.google.com/forms/d/1FgxfK_kiKxyTpux_mWdJjzgEOvwp8hbgD7vR0ULRr6A/viewform\">ici !</a></p>",
    "talk_id": "156823782",
    "host": "la cordée",
    "name": "Humantalks Paris Janvier 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/156823782/",
    "count_max": 60,
    "count_actual": 54,
    "date": 1389722400000,
    "rating": 4.619999885559082
  },
  {
    "_description": "<p><a href=\"http://www.urbanlinker.com/\">Urban Linker</a> nous accueil au mois de février !</p> <p>Au programme : </p> <p>- <b>Découvrez les Brown Bag Lunch par Nathaniel Richand (@nrichand</b>‎)</p> <p><br/>BrownBagLunch est une communauté rassemblant des experts de l'IT passionnés et désireux de transmettre un savoir. Cette communauté permet à des entreprises de prendre contact avec ces experts, afin qu'ils exposent leur savoir au cours d'un déjeuner (en échange d'une collation). Le site brownbaglunch.fr compte 75 experts réparties dans 13 villes de France. Les sujets couverts comportent le Cloud Computing, l'agilité, l'amélioration des méthodes de développements, l'amélioration des méthodes de livraison, etc. Sachant que la plupart de ces experts ont déjà une expérience de speaker, le tout se passe dans une ambiance détendue.</p> <p>Je viendrais vous présenter l'initiative et vous faire un retour sur les 12 mois d'existence du site.</p> <p>-<b> OpenStack: Cloud Computing for Humans par Cédric Soulas (@CedricSoulas)</b></p> <p>OpenStack a été mis en orbite il y a moins de 4 ans par la NASA et Rackspace. Des milliers de contributeurs ont ensuite rejoint l'aventure. Aujourd'hui, il est l'un des plus gros projets open source du monde.</p> <p>Vous découvrirez comment la communauté OpenStack s'est organisée autour d'un projet d'une telle ampleur. Ce sera aussi l'occasion de voir ou revoir quelques concepts incontournables du Cloud Computing.</p> <p>- <b>Le futur des CSS pour le web design par Michaël Chaize (@mchaize)</b></p> <p>Michaël présentera les travaux réalisés par Adobe et le W3C pour améliorer le web en matière de design: CSS Regions, CSS Shapes, CSS Blend... Par le biais d'exemples, vous pourrez vous préparer aux futur du web design.</p> <p><br/><b>- Réseaux de neurones: introduction et applications par Joseph Ghafari</b></p> <p>Longtemps relégués au second plan de l'intelligence artificielle, les réseaux de neurones reviennent à la charge depuis quelques années et sont de plus en plus présents dans notre quotidien: reconnaissance de caractères manuscrits, diagnostic médical, détection d'objets, etc.</p> <p>Nous aborderons ce sujet par le biais d'exemples d'applications et nous tenterons d'approcher l'aspect mathématique de manière simple et visuelle.</p> <p>\n\n\nVous toujours pouvez <a href=\"https://docs.google.com/forms/d/1FgxfK_kiKxyTpux_mWdJjzgEOvwp8hbgD7vR0ULRr6A/viewform\">proposer</a> vos talks pour les prochaines sessions, n'hésitez pas !</p>",
    "talk_id": "162792422",
    "host": "Urban Linker",
    "name": "Humantalks Paris Fevrier 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/162792422/",
    "count_max": 80,
    "count_actual": 72,
    "date": 1392141600000,
    "rating": 3.8299999237060547
  },
  {
    "_description": "<p>Ce mois-ci la soirée aura lieu chez Mozilla ! Merci à eux de nous accueillir. Au programme : Lithium, Microsoft Azure, Google Prediction API et XWiki !</p> <p>La soirée commencera un peu après 19h par une présentation de l’événement pour les nouveaux suivit des présentations de 10 minutes chacune. Chaque présentation étant suivie d'une séquence de questions.</p> <p><br/>Une fois les présentations terminées, en général entre 20h30 et 21h, un petit apéro vous sera offert par notre sponsor. La soirée se termine vers 22h par un restaurant pour ceux qui le souhaitent.</p> <p>\n\n\n<b>Le programme :</b></p> <p><b>- Lithium: Comment isoler la sources des erreurs par Nicolas B. Pierron (@nbpname)</b></p> <p><a href=\"http://www.squarefree.com/2007/09/15/introducing-lithium-a-testcase-reduction-tool/\">Lithium</a> est un outil qui a pour but de reproduire la réaction d'un programme en réduisant le fichier fournie en entrée.  Cette outil est très pratique quand il est utilisé avec de la génération automatique de tests ou que les tests sont trop large pour s'y attaquer rapidement à la main.</p> <p><br/><b>- Google prediction API par Ludwine Probst (@nivdul)</b></p> <p>Présentation de l'API Google Prediction, qui permet comme sont nom l'indique de faire des prédictions (classification de mails spam/non-spam, préférences utilisateur sur des films, videos...) à partir de vos jeux de donnees.</p> <p><br/><b>- Tour d’horizon de Windows Azure par Wilfried WOIVRE (@wilfriedwoivre)</b></p> <p>Windows Azure est la plateforme de Cloud Computing de Microsoft elle est disponible en production depuis un peu plus de 4 ans. Venez découvrir ce qu’offre cette plateforme pour les développeurs que ce soit en terme de technologies utilisables ou bien les modules déjà disponible sur celle-ci tel que Media Services ou le Service Bus.</p> <p><br/><b>- Fonctionnement d’une société open source par Vincent Massol (@vmassol)</b></p> <p>XWiki SAS est une société qui sponsorise le développement du logiciel open source XWiki (<a href=\"http://xwiki.org).De\" class=\"linkified\">http://xwiki.org).De</a> plus le développement du logiciel est communautaire et suit les règles de développement de la fondation Apache.Vincent Massol, directeur technique de XWiki SAS présentera comme la société est organisée de l’intérieur, ses sources de revenus, comment se font les recrutements et quels sont les liens avec le projet open source et les tensions inhérentes entre une société à but commercial et un projet open source communautaire. </p> <p>\n\n\nEt n'hésitez pas à nous <a href=\"http://www.meetup.com/HumanTalks-Paris/about/\">proposer vos talks</a> pour les prochaines éditions.</p>",
    "talk_id": "168226002",
    "host": "Mozilla Paris",
    "name": "Humantalks Paris Mars 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/168226002/",
    "count_max": 120,
    "count_actual": 105,
    "date": 1394560800000,
    "rating": 3.75
  },
  {
    "_description": "<p>Ce mois-ci la soirée aura lieu chez <a href=\"http://www.mobiskill-partner.com/\">Mobiskill</a>! Merci à eux de nous accueillir. Au programme : Mongo Aggregate, Programatoo, programmation par contrat et Association Fier d'être développeur.</p> <p>La soirée commencera un peu après 19h par une présentation de l’événement pour les nouveaux suivit des présentations de 10 minutes chacune. Chaque présentation étant suivie d'une séquence de questions. </p> <p>Une fois les présentations terminées, en général entre 20h30 et 21h, un petit apéro vous sera offert par notre sponsor. La soirée se termine vers 22h par un restaurant pour ceux qui le souhaitent.</p> <p>Le programme :</p> <p><b>- Framework mongo aggregate par Pauline Iogna</b></p> <p>&lt;a href=\"http://www.squarefree.com/2007/09/15/introducing-lithium-a-testcase-reduction-tool/\"&gt;&lt;/a&gt;J'aimerais partager mon retour d'expérience sur le framework aggregate en expliquant son fonctionnement, ses commandes principales, en donnant quelques requêtes d'exemple, en le comparant à ses prédécesseurs : group et map/reduce et en donnant quelques astuces.</p> <p><b>- Pourquoi et comment apprendre à coder aux enfants ? par Programatoo (@programatoo)</b></p> <p>L'équipe Programatoo s'est fixée un objectif : ramener l'apprentissage de la programmation à l'école. ça vous parait fou voire inutile ? Nous allons vous prouver le contraire et nous vous montrerons comment nous le faisons pour que vous puissez à votre tour, partager votre passion avec les plus grands ... et les plus petits !</p> <p><b>- Découvrez la programmation par contrat par Jean Baylon</b></p> <p>La programmation par contrats est un outil développé par Bertrand Meyer avec le langage Eiffel. Elle a petit à petit donné lieu à des frameworks en Java, en C#, python, et Ada l’a inclut dans le core langage. Le but du talk est de :<br/>- rendre intuitive la programmation par contrats (7 minutes avec exemples en ada) et d’en expliquer les avantages immédiats (spécifications du bon comportement au niveau des interfaces notamment) <br/>- ou moins évidents (preuves formelles, génération de contre exemples et Correctness by Construction)</p> <p><b>- Présentation de l'association Fier d'être développeur par Eric Vernié (@EricVernie)</b></p> <p>L’association Fier d'être développeur a été créée il y a 2 ans, par des individus passionnés par leur métier de développeur, métier qui malheureusement n'est pas reconnu à sa juste valeur, tout du moins en France. L'idée principale de l'association est donc de le revaloriser et de porter le message qu'il peut être pratiqué de 7 à 77 ans et qu'à 50 ans si tu es encore développeur tu n'a pas forcement raté ta vie.</p> <p>\n\n\nEt n'hésitez pas à nous <a href=\"http://www.meetup.com/HumanTalks-Paris/about/\">proposer vos talks</a> pour les prochaines éditions. </p>",
    "talk_id": "172589822",
    "host": "Mobiskill",
    "name": "HumanTalks Paris Avril 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/172589822/",
    "count_max": 80,
    "count_actual": 75,
    "date": 1396976400000,
    "rating": 4.559999942779541
  },
  {
    "_description": "<p>Ce mois-ci la soirée aura lieu chez Adobe France! Merci à eux de nous accueillir. Au programme : Git-deliver, Mieux gérer son cache avec HTML5, générer des éléments graphiques pour le web et la vie de manager d'équipe de développement.</p> <p>La soirée commencera un peu après 19h par une présentation de l’événement pour les nouveaux suivit des présentations de 10 minutes chacune. Chaque présentation étant suivie d'une séquence de questions. </p> <p>Une fois les présentations terminées, en général entre 20h30 et 21h, un petit apéro vous sera offert par notre sponsor. La soirée se termine vers 22h par un restaurant pour ceux qui le souhaitent.</p> <p>Le programme :</p> <p><b>- Application cache, contrôlez finement votre cache applicatif par Mathieu Robin (@mathrobin)</b></p> <p>Fonctionnalité HTML5, l'application cache, permet de gérer finement votre cache applicatif dans vos applications Web. Je propose de faire ensemble le tour de tout ça et d'apprendre à s'en servir.</p> <p><b>- git-deliver : le déploiement pro pour tous par Arnaud Bétrémieux </b></p> <p>On est souvent réduit à écrire des scripts bancals pour gérer le déploiement de fichiers de configuration, de scripts, ou de code en langages dynamiques (PHP, Ruby, Nodejs, Perl...)Vous avez été impressionnés par la simplicité du déploiement Ruby on Rails de Heroku par un simple \"git push\" ? Savez-vous que vous pouvez faire la même chose sur vos propres serveurs avec git deliver ? Déployez de manière simple, traçable et atomique grâce à la puissance de Git et de SSH. </p> <p><b>- Génération d'éléments graphiques pour les développeurs web par Michael Chaize (@mchaize)</b></p> <p>Découvrez comment générer automatiquement des images JPEG, PNG ou SVG à partir de Photoshop, ou directement dans la navigateur. Ces nouveaux outils améliorent les échanges entre designers et développeurs. La technologie de génération est open-source et basée sur Node.JS. </p> <p><b>- REX - Plonge-toi dans la vie d’un manager pendant 10 minutes par Antoine Berthelin (@aberthelin)</b></p> <p>Le manager d’une équipe de développeurs est souvent pris entre son équipe (qu’il doit protéger en restant \"juste\") et ses propres chefs (qui sont souvent étrangers au monde de l’informatique).</p> <p>Quelles sont les clefs d’un manager pour avoir des développeurs motivés et réussir ses projets ?Je vous propose de vous plonger dans cet univers en découvrant les différentes pratiques que j’ai mises en oeuvre, les succès et les échecs que j’ai rencontrés.</p> <p>Plus jamais tu ne diras « ça ne changera jamais » ou regarderas ton manager de la même manière.</p> <p>\n\n\n\n\n\n\nEt n'hésitez pas à nous <a href=\"http://www.meetup.com/HumanTalks-Paris/about/\">proposer vos talks</a> pour les prochaines éditions. </p>",
    "talk_id": "181483902",
    "host": "Adobe France",
    "name": "HumanTalks Paris Mai 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/181483902/",
    "count_max": 80,
    "count_actual": 67,
    "date": 1400000400000,
    "rating": 4.710000038146973
  },
  {
    "_description": "<p>Ce mois-ci la soirée aura lieu chez Soat ! Merci à eux de nous accueillir. Au programme : Serious Games, Dév de jeux AAA chez Quantic Dream, Gamification, dev de petits jeux en ruby et architectures multijoueurs sur le web.</p> <p><b>!!! Attention Soat a changé d'adresse début Mai !!!</b></p> <p>La soirée commencera un peu après 19h par une présentation de l’événement pour les nouveaux suivit des présentations de 10 minutes chacune. Chaque présentation étant suivie d'une séquence de questions. </p> <p>Une fois les présentations terminées, en général entre 20h30 et 21h, un petit apéro vous sera offert par notre sponsor. La soirée se termine vers 22h par un restaurant pour ceux qui le souhaitent.</p> <p>Le programme :</p> <p><b>- Un serveur de jeu en temps réel avec Comet par Gregory Isabelli (@boardgamearena)</b></p> <p>De plus en plus de sites web ont besoin de permettre une interaction en temps réel avec leurs visiteurs, en poussant des information vers les navigateurs clients à l'initiative du serveur.</p> <p><br/>Dans ce talk, je vous expliquerai comment mettre en oeuvre un système de \"push server\" sur un site web, à travers le cas concret du site de jeu en ligne <a href=\"http://fr.boardgamearena.com/\">Board Game Arena</a>.</p> <p><b>- La production d'un jeu \"triple A\" à Quantic Dream par Alexis Moroz (@Alexis_Moroz)</b></p> <p>Trois ans employé de Quantic Dream en 2008, Alexis Moroz (Game Builder sur le jeu Heavy Rain puis Game Designer sur divers projets) détaillera les spécificités d'une production vidéoludique à gros budget.</p> <p><b>-Développez rapidement vos propres jeux en Ruby par Matthieu Segret (@MatthieuSegret)</b></p> <p>Ce talk vous montrera étape par étape comment développer un petit jeu 2D en Ruby à l'aide de la bibliothèque <a href=\"http://www.libgosu.org\">Gosu</a>. Nous allons joindre l'utile à l'agréable en découvrant le langage Ruby tout en s'amusant. Cela vous donnera certainement des idées pour développer vos propres jeux.</p> <p><b>- Serious Games par Sébastien Ménétrier</b></p> <p>+ d'infos à venir</p> <p><b>- La Gamification par Yannick Grenzinger (@ygrenzinger)</b></p> <p>+ d'infos à venir</p> <p>\n\n\nEt n'hésitez pas à nous <a href=\"http://www.meetup.com/HumanTalks-Paris/about/\">proposer vos talks</a> pour les prochaines éditions. </p>",
    "talk_id": "185423162",
    "host": "Soat",
    "name": "HumanTalks Paris Juin 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/185423162/",
    "count_max": 90,
    "count_actual": 56,
    "date": 1402419600000,
    "rating": 4.699999809265137
  },
  {
    "_description": "<p>Ce mois-ci la soirée aura lieu à l'ECE avec un apéro sponsorisé par Arolla ! Merci à eux de nous accueillir. Au programme : un rex d'une débutante, du testing avec PIT, de la sécurité et les outils de dev utilisés sur Assassin Creed 4.</p> <p>\n\n\n<b>- Congratulations, you did it !\" : Voyage dans le code par une néophyte par Lisette Clément<br/></b></p> <p>Pharmacienne de profession, ma curiosité me pousse à m'intéresser à d'autres environnements.<br/>Une question me taraudait et j'ai tenté d'y répondre en m'initiant à javascript.<br/>Développeurs voici un retour d'expérience sur des concepts que vous avez compris il y a fort longtemps mais que je découvre à 26 ans.<br/>Non-développeurs, je vais vous prouver qu'il est possible de s'initier au code en s'amusant.<br/>Yes you can.</p> <p><br/><b>- PIT, pour savoir si vos tests vous protègent des mutants par Alexandre Victoor(@alex_victoor)<br/></b></p> <p>Vous écrivez des tests, et c'est bien. Mais êtes-vous sûrs qu'ils sont vraiment efficaces ? PIT est un outil de mutation testing. Cette technique consiste à vérifier que vos tests unitaires passent au rouge lorsque le code testé est modifié, quand on y injecte des bugs, des mutants... Venez voir par vous même comment il est facile de mettre en place PIT, de l'intégrer à votre build et à SonarQube. Avec PIT, les mutants n'ont qu'à bien se tenir !</p> <p><br/><b>- Pourquoi vous ne devriez jamais écrire AES ou SHA dans votre code ? par Thierry Abaléa (@thierryabalea)</b></p> <p>L'utilisation directe d'algorithmes cryptographiques réputés sûrs ne suffit pas à garantir la sécurité de nos applications. Par ex., l'emploi de SHA + un salt pour l'authentification par mot de passe ou l'usage seul de l'AES pour le chiffrement des données ne sont pas sûrs. Lors de ce talk, à travers un rapide panorama des attaques possibles et le cassage en live d'un système basé sur AES, vous comprendrez que le développeur doit se placer à un niveau d'abstraction plus élevé qu'il n'a l'habitude de le faire. Vous découvriez également des bibliothèques dont l'API résouds ces problèmes.</p> <p><br/><b>- les outils et les procédés utilisés dans la production d'un jeu AAA par Antoine Reux</b></p> <p>+ d'informations à  venir mais Antoine a travaillé sur les outils utilisés sur Assassin Creed 4</p>",
    "talk_id": "192126782",
    "host": "ECE locaux Eiffel",
    "name": "Humantalks Paris Juillet 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/192126782/",
    "count_max": 170,
    "count_actual": 72,
    "date": 1404838800000,
    "rating": 4.800000190734863
  },
  {
    "_description": "<p>Avez-vous préparé votre cartable et votre trousse Batman pour cette rentrée 2014 ? Oui ? Bravo. Nous aussi et nous avons hâte de vous retrouver !</p> <p>Au menu de cette édition :</p> <p>• Talk #1 - <b>Table Driven Testing : Ecrire des tests unitaires succincts mais complets</b> par <i>Nicolas Mérouze</i></p> <p><br/>Au fur et à mesure d'un projet, les fichiers de tests sont de plus en plus imposants et peuvent vite devenir complexes à lire et comprendre. Je vous donnerais quelques astuces pour arriver à des tests plus simples et plus facile à comprendre, mais toujours aussi robustes.</p> <p><br/>-----</p> <p><br/>• Talk #2 - <b>Bosser en mode commando avec des passionnés dans des endroits de rêves</b> par <i>Fabien Mabon</i></p> <p>Nous sommes une minorité, passionnés, nous n'abandonnons jamais.<br/>Dans une capsule d'espace temps nous performons.<br/>Par rapide itération nous produisons.<br/>De la disruption nous créons.</p> <p>Retour d'expérience sur nos missions commando et la bonne formule pour rendre le développement efficace.</p> <p>-----</p> <p>• Talk #3 - <b>RxJava, Getting Started</b> par <i>Brice Dutheil et David Wursteisen<br/></i></p> <p><i>Les applications sont de plus en plus interconnectées. Une architecture type WOA (Web Oriented Archiecture) et l’utilisation des micros-services nécessitent de faire de plus en plus d’appel à différents services web. Comment composer un résultat à partir de ces différents services, sans avoir à ce soucier de l’ordre dans lequel les serveurs vont répondre ?</p> <p>RxJava offre une manière élégante de faire de l’asynchrone et de la composition au sein de son application. Nous vous exposerons les concepts de Rx (Reactive eXtension) avant de vous montrer une mise en application.<br/></i></p> <p>-----</p> <p>• Talk #4 - <b>Webperfs : Concatenate, compress, cache.</b> par <i>Tim Carry</i></p> <p><br/>Vous avez optimisé les requêtes à votre base de donnée, les accès disques et les routines de votre code back-end. Et vous pensiez que c'était fini ? Mais avez-vous pensé à optimiser la manière dont votre serveur retourne ses assets statiques ?  Nous verrons ensemble rapidement les trois règles fondamentales de webperf coté serveur : Concatenate, Compress, Cache. </p>",
    "talk_id": "204426542",
    "host": "Mozilla Paris",
    "name": "Human Talks Paris / Septembre 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/204426542/",
    "count_max": 80,
    "count_actual": 72,
    "date": 1410283800000,
    "rating": 4.550000190734863
  },
  {
    "_description": "<p>Ce mois-ci la soirée aura lieu chez <b>Critéo</b> avec un super buffet ! Merci à eux de nous accueillir. Au programme : startups, comment convaincre, jhipster et Kanban.</p> <p><b>Developers in tech: inventory par <a href=\"https://plus.google.com/u/2/111191611509282515689?prsrc=4\">Jean-Loup Karst</a> (<a href=\"https://twitter.com/JeanloupKarst\">@JeanloupKarst</a>)</b></p> <p>Un état des lieux des développeurs web. Il y sera question de  :</p> <p>• statistiques sur les technos frontend/backend utilisées par les 80+ startups/entreprises tech aujourd'hui acceptées par <a href=\"http://breaz.io/\">breaz.io</a></p> <p>• retours d’expériences : comment bien identifier la valeur des profils business face à soi lorsqu'on est développeur, comment bien se marketer lorsqu’on souhaite travailler en startup </p> <p><b>Convaincre en quelques minutes ? par Richard Hanna (@richardhanna)</b></p> <p><br/>Comment capter l'attention ? Attitude, langage corporel et synchronisation à adopter...<br/>Introduction à quelques règles faciles à mettre en oeuvre pour convaincre un auditoire ou un interlocuteur...<br/>Référence : <a href=\"http://www.amazon.fr/gp/product/2501049837/\"><a href=\"http://www.amazon.fr/gp/product/2501049837/\" class=\"linkified\">http://www.amazon.fr/gp/product/2501049837/</a></a>  </p> <p><b>JHipster, un générateur Yeoman pour AngularJS et Spring Boot par Julien Dubois (@juliendubois)</b></p> <p><br/><a href=\"http://jhipster.github.io/\">JHipster</a> est un générateur d'application qui créé une applications Javascript moderne (avec AngularJs, Grunt, Bower, ..) et qui s'intègre de manière transparente dans un back-end Java classique (avec Spring Boot, Spring Data, Hibernate, Maven).<br/>Avec plus de 900 étoiles sur GitHub, 50 contributeurs, et des articles sur infoword et SDTimes, JHipster est devenue en moins d'un an le générateur d'application Spring le plus utilisé. Il est également le 3e générateur Yeoman le plus populaire.<br/>Dans cette session vous découvrirez comment créer rapidement une application, la modifier, faire du rechargement à chaud pour le code Java et javascript et déployer le résultat dans le cloud.</p> <p><br/><b>Gérez votre processus de développement avec Kanban par Antoine Roux (@antoine_roux)</b></p> <p><br/>Après avoir envahi l'industrie, le \"lean\", le système de management de Toyota, s'étend à tous les domaines d'activités. </p> <p>Kanban est un système de gestion d'un processus de production, extrait du lean. Il a été adapté au monde du développement informatique. Il permet de produire \"juste à temps\" en lissant les charges de travail et en permettant de contrôler et d'optimiser le processus de développement. </p> <p>Cette présentation introduira les concepts et l'intérêt de Kanban, basée sur 4 ans d'expérience.</p>",
    "talk_id": "208976762",
    "host": "Criteo",
    "name": "Humantalks Paris Octobre 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/208976762/",
    "count_max": 120,
    "count_actual": 120,
    "date": 1413306000000,
    "rating": 4.380000114440918
  },
  {
    "_description": "<p>Pour cette session un peu particulière, c'est OCTO Technology qui nous fait le plaisir de nous accueillir, merci à eux  :)</p> <p><img src=\"http://photos3.meetupstatic.com/photos/event/1/6/3/3/600_431465683.jpeg\" /></p> <p><b>N'hésitez pas à nous <a href=\"https://docs.google.com/forms/d/1FgxfK_kiKxyTpux_mWdJjzgEOvwp8hbgD7vR0ULRr6A/viewform\">proposer vos sujets de conférences</a> pour les prochaine sessions !</b></p> <p>Les sujets :</p> <p><b>Une stack pour passer de l'idée au produit en quelques heures par Jonathan Beurel (@jonathanbeurel)</b></p> <p>Que ce soit votre client si vous travaillez dans une société de service, ou vous même parce que vous avez un l'esprit entrepreneur, on cherche tous à savoir si notre idée est une bonne idée. Le meilleur moyen de le savoir, c'est d'avoir un produit en ligne.</p> <p>Quelle stack utiliser pour builder une application en quelques heures ?</p> <p><b>Formateur indépendant, mais où est Charlie?!  par Mathieu Robin (@mathrobin)</b></p> <p>Plusieurs milliards d'euros sont investis tous les ans par les entreprises françaises pour la formation continue. Vous voulez votre part du gâteau? Moi aussi. Et voilà ce que j'ai vécu pendant une année de formation. Petites et grandes, belles choses ou pas. Tout ce qu'on ne dit pas à la télé. </p> <p><br/><b>Introduction à Protocol Buffers par Eulriet Estelle</b></p> <p><br/>L'objectif est de présenter Protocol Buffers, un système de sérialisation de données développé initialement par Google et désormais Open Source.</p> <p><br/><b>Live Coding Meteor par Vianney Lecroart (@acemtp)</b></p> <p>Meteor (<a href=\"http://meteor.com\" class=\"linkified\">http://meteor.com</a>) est une plateforme 100% JS et libre pour développer des applications modernes web et mobiles. Ce live coding vous montrera quelques fonctionnalités intéressantes de cette plateforme qui vient de sortir en version 1.0.</p>",
    "talk_id": "216770782",
    "host": "OCTO Technology",
    "name": "Humantalks Paris Novembre 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/216770782/",
    "count_max": 70,
    "count_actual": 70,
    "date": 1416333600000,
    "rating": 5
  },
  {
    "_description": "<p>Bonjour,</p> <p>Merci à <a href=\"http://www.maltem.com/\">Maltem</a> de nous accueillir ce mois-ci !</p> <p><img src=\"http://photos4.meetupstatic.com/photos/event/9/9/8/7/600_432099303.jpeg\" /></p> <p>N'hésitez pas à nous <a href=\"http://bit.ly/HTParis-sujet\">proposer vos sujets de conférences : <a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a> !</a> </p> <p>Merci</p> <p>• <b>Hier, j'ai fait un cauchemar par Mickaël Andrieu (@mickael_andrieu)</b></p> <p><br/>une introduction rapide et pratique sur nightmarejs un outil d'automatisation de tâches \"navigateur\"</p> <p><br/>• <b>Retour d'expérience : De Heroku à EC2 @ Youboox par Vincent Daubry (@vdaubry)</b></p> <p><br/>Chez Youboox fait pas mal de processing de livres (beaucoup de livres).<br/>Comment et pourquoi nous sommes passé d'une infra 100% PaaS sur Heroku à une infra hybride avec Heroku pour l'API et AWS pour les jobs </p> <p>• <b>Synchronisez vos appareils avec Javascript et PouchDB par Frank Rousseau (@gelnior)</b></p> <p>Bientôt, 2 milliards de clouds personnels seront actifs sur le web. Les clouds persos actuels nous proposent de synchroniser nos fichiers avec tous nos appareils. Mais en tant que développeurs nous savons qu'il nous faut bien plus : l'ensemble des données de l'utilisateur. Cela permettrait aux applications natives de ne plus être sensibles aux latences réseau. Même mieux elle continuerait à fonctionner en mode hors ligne.<br/>C'est là qu'interviennent les technos Javascript: PouchDB, Cordova et NodeWebkit. Nous verrons dans ce talk comment développer, sans trop d'efforts, des applications natives qui se synchronisent avec le serveur distant. </p> <p><b>Comment trouver des clients en tant que Freelance ? par Thibaut Assus (@tibastral)</b></p> <p>Les étapes pour se faire connaître au sein de sa communauté, et trouver des clients.</p> <p><br/>-----------------------</p> <p><b>Un petit mot sur Maltem :</b></p> <p><i>Openbridge : l'Agence Digitale du groupe Maltem - 750 collaborateurs, 7 agences, 5 à l'international (Europe et Asie). <br/>Expertise sur les architectures web et mobile : de la conception à l'intégration de site web et applications mobiles, nous nous concentrons sur le vrai et la création de valeur, tout simplement. </i></p>",
    "talk_id": "218938429",
    "host": "maltem",
    "name": "Humantalks Paris Décembre 2014",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/218938429/",
    "count_max": null,
    "count_actual": 58,
    "date": 1418148000000,
    "rating": 4.559999942779541
  },
  {
    "_description": "<p>Le premier meetup de l'année se passera chez Zenika !</p> <p>Vous pouvez nous proposer vos sujets : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a></p> <p>\n\n\n<b>Better tests with mocking and stubbing par Michel Pigassou(@dagnan)<br/></b></p> <p>Découvrez  comment utiliser les mocks et les stubs pour mieux isoler les tests.</p> <p><b>Attitude et éthique du développeur<a href=\"http://humantalks.com/talks/551-attitude-et-ethique-du-developpeur#\">&lt;/a&gt;&lt;a href=\"http://humantalks.com/talks/551-attitude-et-ethique-du-developpeur#\"&gt;</a><a href=\"http://humantalks.com/talks/551-attitude-et-ethique-du-developpeur#\">&lt;/a&gt;par Raphaël Lemaire (@rlemaire)</b></p> <p>Après quelques années dans le service, pour différents clients, projets et contextes, plus pas mal de lectures, je me suis forgé une idée de l’attitude à avoir dans le métier, des valeurs, des habitudes et des comportements à préférer, et j’en ai fait une synthèse que je vous invite à écouter.</p> <p><b>Sondage sur l'Agilité en France par Pascal Poussard (@ppastis)</b></p> <p>Actuellement il existe assez peu d'état des lieux concernant l'Agilité en France. Quelques rapports existent mais soit très anciens soit principalement à l'étranger.<br/>L'idée est de vous présenter la démarche de cette création de sondage ainsi que les thèmes et questions abordés pour recueillir vos avis et vous inviter à y répondre !</p> <p><br/><b>Scoring d’un moteur de recherche, un coup d’œil sous le capot par Julien Piquot (@jpiquot)</b></p> <p><br/>Les moteurs de recherche comme SOLR ou Elasticsearch sont de plus en plus utilisés. Cependant, l'algorithme utilisé pour organiser les résultats n'est pas toujours bien compris et le travail de tuning peut parfois s'avérer délicat. Ce talk propose une brève explication du modèle utilisé pour estimer la pertinence des documents ainsi qu'une présentation des métriques permettant d'évaluer la qualité des résultats du moteur. </p> <p><b>Guest star spéciale de passage en France : </b></p> <p><b>Brian Krausz (&lt;a href=\"https://twitter.com/bkrausz\"&gt;@bkrausz</a>)</b>, API engineer at Stripe and head of their Marketplaces product, discusses how to build and scale an API from the inside out.Most of what you see in an API like Stripe's is the results: a well-organized, consistent, well-documented product. However, a lot goes on under the hood to ensure that as Stripe grows the product stays that way. Brian will talk about some of the core philosophies and abstractions Stripe uses to keep their API easy to use while still iterating quickly</p>",
    "talk_id": "219274109",
    "host": "Zenika",
    "name": "Humantalks Paris Janvier 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/219274109/",
    "count_max": 100,
    "count_actual": 93,
    "date": 1421172000000,
    "rating": 4.800000190734863
  },
  {
    "_description": "<p>Ce mois-ci, l'école 42 nous accueille dans son amphithéâtre et l'apéro est offert par <a href=\"http://breaz.io\">breaz.io</a>, merci à eux.</p> <p>\n\n\n\n\n\n\n\n\n\n\n\n\n\nPar contre nous avons besoin d'un sponsor pour l'apéro ! Si ça vous intéresse, contactez nous via meetup.</p> <p>\n\n\n\n\n\n\n\n\n\n\n\n\n\nVous pouvez soumettre vos sujets sur le formulaire habituel : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a></p> <p>\n\n\n\n\n\n\n\n\n\n\n\n\n\nEt n'oubliez pas que nous cherchons des sponsors à l'année : <a href=\"http://bit.ly/HTParis-sponsor\"><a href=\"http://bit.ly/HTParis-sponsor\" class=\"linkified\">http://bit.ly/HTParis-sponsor</a></a></p> <p>\n\n\n\n\n\nLes présentations :</p> <p>\n\n\n\n\n\n<b>les enjeux de la latence applicative par Nicolas Babel (@motwin_inc)</b></p> <p>\n\n\n\n\n\nDécouvrez les impacts de la latence applicative sur l'usage, les objectifs pour améliorer la réactivité d'une application et le type d’efforts en cours chez les précurseurs technologiques</p> <p>\n\n\n\n\n\n<b>Mettez de l'émotion dans vos interfaces par Mathieu Parisot (@matparisot)</b></p> <p>\n\n\n\n\n\nL'émotion est un vecteur très fort pour faire passer un message auprès des gens. Je vous présenterais rapidement comment intégrer le design émotionnel pour que vos sites ou vos applications soient encore plus efficaces. Le tout illustré par des exemples concrets.</p> <p>\n\n<b>L'Agile expliqué en 10 minutes par Guillaume Duquesnay (@duquesnay)</b></p> <p>\n\n\nPeut être avez vous connu les méthodes agiles par ouï dire, en collaborant de loin avec une équipe, ou dans un projet, mais certains disait qu'\"il est pas vraiment agile, en fait\". Quand vos copains ont commencé à dire \"on bosse plutôt en Kanban qu'en Scrum, tu vois\", vous avez opiné du chef, dans le doute... mais vous êtes pas sur de comprendre. Pis maintenant c'est trop tard pour poser des questions, vous allez vous griller. Ça fait deux ans que ça dure. Des matins ça vous énerve. \"Je vais quand même pas me taper 2 jours de formation juste pour savoir ce que c'est ? Y'a pas un de ces foutu coachs agile pour m'expliquer le truc au global, le temps d'une bière ? \". Me voilà, M.Agile. \"Foutu Coach\", c'est mon prénom. Je vous explique tout sur les méthodes agiles en 10 minutes. Non, non, ça me dérange pas, je le fais à longueur de journée, de toute façon. Si vous voulez vous pouvez même sortir le chrono. Mais n'oubliez pas la bière.  </p> <p>\n\n<b>Pourquoi je passe au business model Open Source ? par Christophe Robillard (@MerciEdgar)</b></p> <p>\n\n\nPourquoi je suis passé de salarié à temps plein, à freelance, à créateur de logiciel, à fournisseur de services !</p> <p>Comment j'ai créé ma communauté d'utilisateurs</p> <p>Pourquoi j'opte pour l'open source</p> <p><b>Guest Talk : Common myths about payments APIs par Jeremy Hoon (en anglais)</b></p> <p>\n\nDrawing on his experience at Stripe working with financial institutions from around the world, Jeremy Hoon challenges some common myths about payments APIs.<br/>As developers in 2015, we often take for granted the convenience and clean design of modern APIs. We're spoiled by great API products like Twilio and Stripe. It's all too easy to believe that most APIs in use today share the same basic design as these successful products. Yet the world of payments offers plenty of counterexamples. Jeremy will review some common myths about APIs, and debunks them with examples from the interfaces Stripe uses to connect to its financial partners</p> <p>\n\n\nJeremy works on financial operations at Stripe. He previously worked on infrastructure at Facebook and studied CS at Harvard.</p>",
    "talk_id": "220031568",
    "host": "Ecole 42",
    "name": "Humantalks Paris Février 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/220031568/",
    "count_max": 125,
    "count_actual": 108,
    "date": 1423591200000,
    "rating": 4.900000095367432
  },
  {
    "_description": "<p>La session du mois de Mars sera hébergée chez Valtech</p> <p><img src=\"http://www.valtech.fr/sites/all/themes/valtech/logo.png\" /></p> <p>L'apéritif qui suit la soirée nous est offert par mailJet</p> <p><img src=\"http://photos2.meetupstatic.com/photos/event/4/c/e/1/600_435079681.jpeg\" /></p> <p>Merci à eux pour leur soutien</p> <p>Il n'est pas encore trop tard pour nous sponsoriser : <a href=\"http://bit.ly/HTParis-sponsor\"><a href=\"http://bit.ly/HTParis-sponsor\" class=\"linkified\">http://bit.ly/HTParis-sponsor</a></a></p> <p><b>Le programme :</b></p> <p><b>L'Holacratie, un moyen de travailler sans managers ? par Olivier Lelan (@o_olelan)<br/></b><br/>Le management n'est pas naturel, c'est une technologie, et comme toutes les technos, elle finit forcément par devenir obsolète. L'agilité, en redistribuant les cartes au sein d'équipes auto-organisées a accéléré ce phénomène.Ne serait-il pas possible de concevoir une nouvelle technologie, au sein de laquelle il n'y aurait plus de manager ? L'holacratie, système de gouvernance récent créé en 2007 redéfinit la hiérarchie et la gouvernance de l'équipe jusqu'à l'entreprise. J'ai commencé depuis 1 an à experimenter à notre niveau cette approche chez Soat Agile. Je vous propose de vous présenter l'Holacratie suivi d'un retour d'experience qui répondra à la question que tout le monde se pose ; la disparition prochaine des managers est-elle annoncé ?</p> <p><br/><b>L'intrapreneuriat, qu'est-ce que c'est ? par Christopher Parola (@chrisparola)</b></p> <p>Les intrapreneurs, ces entrepreneurs à l’intérieur des entreprises, soulèvent toujours de nombreuses questions. Comment innover dans une entreprises ? Quel statut juridique pour ces innovations ? Comment les financer ? A travers l’histoire d’elCurator, je vous proposerais mon retour d'expérience d’intrapreneur et les éléments à ne surtout pas rater ! </p> <p><br/><b>Un jour pour prototyper une application mobile avec Ionic. par Loïc Knuchel (@loicknuchel)</b></p> <p>De nos jours, tout le monde veut son application mobile. Pour tester une nouvelle idée, pour avoir ses données et communiquer de partout, pour rendre accessible sur mobile ce qui l'est déjà sur l'ordinateur, parce que c'est la mode... Mais malheureusement, pas toujours avec le budget qui va avec. Récemment, le développement hybride a fait un bond en avant et permet maintenant de sortir de bonnes applications en un temps record. Je vous propose donc de découvrir ces (pas si) nouveaux outils pour en tirer le meilleur parti.</p> <p><b>Gérer les performances applicatives en mode Agile par Claude  Falguière (<a href=\"https://twitter.com/cfalguiere\">@cfalguiere</a>)</b></p> <p>Et si on livrait demain, que se passerait t'il ? Nous allons voir ensemble comment aborder l'évaluation des performances applicatives dans un contexte Agile et Devops.</p>",
    "talk_id": "220728329",
    "host": "Valtech",
    "name": "Humantalks Paris Mars 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/220728329/",
    "count_max": 180,
    "count_actual": 134,
    "date": 1426010400000,
    "rating": 4.25
  },
  {
    "_description": "<p>Ce mois-ci nous serons chez meetic, merci à eux de nous héberger</p> <p><img src=\"http://photos2.meetupstatic.com/photos/event/8/b/7/6/600_436115702.jpeg\" /></p> <p>\n\n\n\n\n\nAu programme : </p> <p><b>Améliorons nos applications... aux toilettes par Christophe Michel </b><br/>Dans de nombreuses équipes, en l'absence d'un profil dédié, la responsabilité de l'ergonomie de l'application revient aux développeurs et ça n'est pas sans poser certains problèmes. Nous verrons dans le talk comment quelques passages aux toilettes peuvent nourrir la réflexion sur les interfaces utilisateur que nous produisons.</p> <p><br/><b>L'aventure Famous/Angular. Par Jean-Christophe Honde</b><br/>Prenez le framework JS en vogue du moment, le moteur de rendu 3D aux mille et une demos et partez à l’aventure pour une mise en production !</p> <p>Dans ce retour d’experience je vous ferais découvrir ce qui se cache derrière cette vitrine technologique et sa viabilité en entreprise.</p> <p><b>Du 100% pur guice ! par Pauline Iogna (<a href=\"https://twitter.com/pauline_io\">@pauline_io</a>)</b><br/>C'est en travaillant sur un backend restful que j'ai découvert Guice. C'est un framwork leger d'injection de dépendances, distribué par google. Au cours de ce talk je partagerai mon expérience sur ce framework, nous verrons comment grace à l'injection nous allons nous débarrasser des \"new\" et des factory et rendre le code plus rapide à développer et facile à tester.</p> <p><br/><b>Vim. Y a vraiment des gens qui codent avec ça ? par Tim Carry (@pixelastic)<br/></b>Hey oui, je code sous vim. Et j'aime ça.</p> <p>Dans ce talk je voudrais démystifier un peu vim. En tant que développeur on passe nos journées devant notre éditeur, autant que celui-ci nous simplifie la vie. J'expliquerai ce que fait vim et ce qu'il ne fait pas .</p> <p>Je présenterai pourquoi j'ai switché à vim, ce que j'y ai trouvé, comment ça marche, quelques exemples et des conseils pour se lancer.</p>",
    "talk_id": "221499748",
    "host": "Meetic",
    "name": "Humantalks Paris Avril 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/221499748/",
    "count_max": 100,
    "count_actual": 93,
    "date": 1429030800000,
    "rating": 5
  },
  {
    "_description": "<p>Merci à <a href=\"http://www.deezer.com/\">Deezer </a>de nous accueillir ce mois-ci !</p> <p><img src=\"http://p3.zdassets.com/hc/settings_assets/535320/200042201/ve4isashTGIu0mc6YzRxsg-deezer-logo.jpeg\" /></p> <p>Au programme :</p> <p><b>logiciel libre ou open source ? Faisons le point ! par Mickaël Andrieu (@mickael_andrieu)</b></p> <p><br/>Mini guide à l'usage des personnes qui souhaiteraient open sourcer un projet ou qui se sont toujours demandé qu'est que l'open source, qu'est-ce qu'un logiciel libre et pourquoi tout n'est pas gratuit en ce bas monde ...</p> <p><br/><b>Informatique en milieu hospitalier. Bienvenue homme de cro-magnon par Mathieu Robin</b></p> <p><br/>Salut à toi noble informaticien,</p> <p>Je souhaite te raconter quelques petites histoires sur l'un des organes les plus importants de la société moderne : l’hôpital ! Lieu sacré, où on utilise l'informatique au quotidien pour gérer des dizaines de milliers de patients par jour, rien qu'à Paris. Et pourtant, ce monde datant d'une période ancestrale est ponctué de quelques désagréments par rapport à notre monde moderne. Bienvenue dans l'enfer quotidien de nos médecins.</p> <p><b>Github Awards, découvrez votre ranking sur Github par Vincent Daubry (@vdaubry)</b></p> <p>Retour d'expérience sur un side project qui a finit en première page de Hacker News et Product Hunt.</p> <p><br/><b>Le web scraping par  Alexandre Gindre (@alexgindre)</b></p> <p>Le web scraping (aka web crawling), qu'est ce que c'est ? Pourquoi ? Est ce que j'ai le droit d'en faire ? Comment ? ça se vend ? Je me fixe comme objectif de vous apporter des réponses à ces questions par la présentation d'outils et de REX sur des projets que j'ai pu faire. </p> <p>\n\n\n\n<a href=\"http://bit.ly/HTParis-sujet\">Proposez</a> vos sujets pour les prochains meetup</p> <p><a href=\"http://bit.ly/HTParis-sponsor\">Soutenez</a> nous en nous sponsorisant à l'année</p>",
    "talk_id": "222070402",
    "host": "Deezer",
    "name": "HumanTalks Paris Mai 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/222070402/",
    "count_max": 120,
    "count_actual": 103,
    "date": 1431450000000,
    "rating": 4.75
  },
  {
    "_description": "<p>La session de Juin aura lieu chez Viadeo ! Merci à eux pour leur soutien.</p> <p><img src=\"http://damienarmente.com/wp-content/uploads/2014/04/logo-viadeo.png\" /></p> <p>Au programme : </p> <p><b>• Raml : spécifiez vos API REST par Yves Pasteur (@ypasteur)</b></p> <p><br/>Présentation de RAML qui permet de décrire des API REST.</p> <p><br/>• <b>Sociologie appliquée... aux devs par Sylvain Abélard (@abelard_s)</b></p> <p><br/>Un ensemble d'effets bien connus de la sociologie,qui tiennent dans une liste de règles et vérifications à retenir quand vous interagissez avec des développeurs. Pour manager, ou pour expliquer à votre manager.</p> <p><br/><b>• De l'UX dans mon équipe Agile ! par Antoine Pezé (@antoine_peze)</b></p> <p>Retour d'expérience et explications de l'Agile UX, le penchant UX de la méthodo Agile. Qu'est-ce que l'Agile UX ? Comment cela fonctionne ? Quels en sont les avantages ? Venez découvrir ma vision de l'UX ;)</p> <p><br/><b>• retour d'expérience d'une création d'école de dév en milieu rural par Romain Coeur </b></p> <p><br/>Anciennement développeur web en Freelance à Paris, Romain Coeur est parti à La Loupe (Eure-et-Loir) pour créer une école de développement web. La Wild Code School propose une formation initiale ouverte à tout profils et fortement intégrée au tissus social et économique du territoire. Cela passe par des intervenants locaux qui animent des ateliers, des projets réalisés avec des partenaires et des étudiants issus en majorité du département. Aujourd'hui la promo version beta est formée et les enseignements tirés par les fondateurs de l'école sont nombreux.</p>",
    "talk_id": "222711539",
    "host": "Viadeo",
    "name": "Humantalks Paris Juin 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/222711539/",
    "count_max": 120,
    "count_actual": 109,
    "date": 1433869200000,
    "rating": 5
  },
  {
    "_description": "<p><b>Attention en raison de fête nationale le 14 juillet, et malgré toutes nos tentatives de faire décaler le défilé, la session de Juillet aura lieu le 7!</b></p> <p>Nous serons ce mois-ci chez PrestaShop que nous remercions de nous accueillir</p> <p><img src=\"http://photos3.meetupstatic.com/photos/event/c/0/4/2/600_438769218.jpeg\" /></p> <p>\n\n\nAu programme de ce mois-ci :</p> <p><br/>• <b>OpenIDConnect : le nouveau standard d'identification sur le Web par François PETITIT (@francoispetitit)</b></p> <p>Pour faciliter la vie des utilisateurs de nos sites Web et leur éviter de jongler entre des centaines de mots de passe, on est aujourd'hui amené à leur proposer de s'identifier via leurs comptes Facebook ou Google...</p> <p>Envie de ne pas être dépendant d'un fournisseur et laisser le maximum de choix aux utilisateurs ? De proposer votre propre annuaire d'identités interopérable ?</p> <p>OpenID Connect est fait pour vous !Ce protocole ouvert basé sur OAuth2, successeur de OpenID, et soutenu par des grands acteurs, permet à une application cliente d'utiliser n'importe quel fournisseur d'identité.</p> <p>Nous verrons dans cette présentation quels sont les cas d'usages de ce protocole (authentification sur le Web, sur des applications mobiles...), quels sont ses avantages et inconvénients, et les premières pistes de mise en œuvre.</p> <p>• <b>Make your business SPOF-Less par Alex CENTAR (@jumboweb)</b></p> <p><br/>Comment l'analyse de vos points faibles vous permet de repenser votre organisation</p> <p>•  <b>Découvrez Linux Tails: restez anonyme sur le net par Jean BAYLON (@JeanPatxi)</b></p> <p> Linux Tails est une distribution conçue pour rester parfaitement anonyme sur internet. Au vu de l'actualité récente, notamment en France, ce sujet peut vous intéresser! Elle a notamment été utilisée par Snowden pour communiquer ses documents aux journalistes qui ont levé l'affaire des écoutes par la NSA. </p> <p>Basée sur Debian, elle est particulièrement simple à utiliser! Alors, venez apprendre comment s'en servir, et comment communiquer en passant sous les radars. </p> <p>Dans une première partie, on verra comment s'en servir, comment la lancer, et de quoi elle est constituée. Ensuite, on passera en revue quelques outils: son navigateur configuré sur Tor et les outils de chat cryptés notamment. </p> <p>• <b>Parcours d'une application mobile De l'idée à sa publication par David Wursteisen (@dwursteisen)</b></p> <p>Au fond de chaque développeur, sommeille un créateur qui veut réaliser son projet, son application, qui veut laisser sa marque dans l’histoire du numérique. J’en fais parti. Ainsi, en 2014, je me suis challengé pour réaliser une application mobile pour Android.</p> <p>Cette présentation est l'occasion de faire un retour sur sa création, son développement, sa publication ainsi que les succès/échecs rencontrés</p> <p>\n\n\nVous pouvez proposer des sujets pour la rentrée via le formulaire habituel : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a></p> <p><br/>Nous sommes toujours ouverts aux sponsors annuels, découvrez de quoi il s'agit via le flyer : <a href=\"http://bit.ly/HTParis-sponsor\" class=\"linkified\">http://bit.ly/HTParis-sponsor</a></p>",
    "talk_id": "223305711",
    "host": "PrestaShop",
    "name": "Humantalks Paris Juillet 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/223305711/",
    "count_max": 100,
    "count_actual": 82,
    "date": 1436288400000,
    "rating": 5
  },
  {
    "_description": "<p>C'est la rentrée et nous sommes de retour chez Octo Technology. Merci à eux de nous accueillir</p> <p><img src=\"http://photos3.meetupstatic.com/photos/event/1/6/3/3/600_431465683.jpeg\" /></p> <p>Les sessions prévues ce mois-ci : </p> <p>• <b>Orienté Objet : erreur historique ou voie à poursuivre ? par Frédéric Fadel (@FredyFadel)</b></p> <p><br/>une revue historique et rapide sur l’émergence et la transformation de l'idée d'orienté Objet, ses hauts et ses bas.</p> <p><br/><b>• Présentation de Scrapoxy par Fabien Vauchelles (@fabienv)</b></p> <p>Avec lui, fini le blacklisting ! Il gère un pool de proxies, change les adresses IPs et simule les navigateurs actuels.</p> <p>C'est du Node.js et surtout, open-source!</p> <p>Venez découvrir une présentation de l'outil pendant ce talk :)</p> <p><a href=\"https://github.com/fabienvauchelles/scrapoxy\"><a href=\"https://github.com/fabienvauchelles/scrapoxy\" class=\"linkified\">https://github.com/fabienvauchelles/scrapoxy</a></a></p> <p>• <b>Why do you fix bugs? par Michal Svacha (miguelitinho) en anglais</b></p> <p><br/>\"Here's the list of bugs I'd like you to fix\" the manager said. </p> <p>\"Sure, give me couple hours\" I replied and did my job for the whole afternoon. </p> <p>I turned in my work, satisfying the manager but feeling totally exhausted hacking the damn code to get it fixed.</p> <p>Classical scenario of majority of bugfix processes everywhere : get instructions, do everything as fast as possible to fix everything and move on. Nothing interesting here....WRONG, WRONG and WRONG. Bugfixes are the most crucial part in learning - it's the little things we overlooked when writing the code. The little things that distinguish junior from a senior. The little things that make the difference between a good programmer and a great one. Let me take you on a discovery tour to show you why bugfixes are good.</p> <p>• <b>ReactJS : retour d'expérience sur une mise en production par Clément Dubois (@clement_d)</b></p> <p><br/>ReactJS, vous en avez surement déjà entendu parler. </p> <p>Nous utilisons cette librairie depuis maintenant plusieurs mois pour la refonte d’un grand site de e-commerce français.</p> <p>Dans cette présentation je vais tenter de vous présenter ce qu’est ReactJS, ce qu’il permet, ce qui nous a poussés à l’utiliser et comment on s’en est servi. </p> <p>\n\n\nN'oubliez pas de proposer vos sujets pour les prochaines sessions : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a></p>",
    "talk_id": "224944580",
    "host": "OCTO Technology",
    "name": "HumanTalks Paris Septembre 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/224944580/",
    "count_max": 90,
    "count_actual": 90,
    "date": 1441731600000,
    "rating": 4.5
  },
  {
    "_description": "<p>Ce mois-ci nous sommes accueillit par Urban Linker, merci à eux</p> <p><img src=\"https://captaincontrat.com/guide/wp-content/uploads/2015/04/logo-2613-1-e1430328069180.jpg\" /></p> <p>Les sessions prévues sont : </p> <p><b>Contexte devops et bluemix par Alain Airom (@Aaairom)</b></p> <p><br/>Description et présentation de Bluemix, le PaaS d'IBM entièrement basé sur Cloud foundry avec des produits open source et d'ibm</p> <p><br/><b>Ratez vos revues de code en 5 leçons ! par Michel Domenjoud (@mdomenjoud)</b></p> <p><br/>La revue de code, tout le monde connait, bien sûr. C'est d'ailleurs une des plus vieilles pratiques de développement, dont l'efficacité est prouvée depuis longtemps pour détecter des défauts au plus tôt. Alors pourquoi tant d'équipes n'utilisent elles pas la revue de code, ou n'en tirent pas les bénéfices qu'évoquent de nombreuses études ? Au cours de cette session, on explorera les nombreux écueils à éviter au travers de situations de revue de code qui se passent mal, et on proposera des pistes pour corriger le tir.</p> <p><br/><b>Apprendre en s’amusant avec son compteur électrique par Cédric Finance (@cedricfinance)</b></p> <p><br/>Et si on s'amusait un peu? Prenons un Raspberry Pi et connectons-le à notre compteur électrique. Rajoutons un peu de Docker, de MongoDB, de Nodejs et d'HTML5 et nous obtenons un dashboard temps réel pour analyser notre consommation électrique.  Ce n'est pas très difficile. Mais à quoi cela peut-il servir?</p> <p><br/><b>Techniques de mémorisation par Timothée Carry </b><b>(@pixelastic)</b></p> <p>Pourquoi on se souvient de certaines choses et on en oublie d'autres ? Comment faire pour améliorer sa mémoire ? Dans cette session je vous partagerai un retour d'experience sur des méthodes pour se souvenir de n'importe quoi, facilement et ludiquement.</p> <p>Vous pouvez proposer vos sujets sur le <a href=\"https://docs.google.com/forms/d/1FgxfK_kiKxyTpux_mWdJjzgEOvwp8hbgD7vR0ULRr6A/viewform\">formulaire dédié</a></p> <p>Et n'oubliez pas de participer à notre <a href=\"http://www.meetup.com/fr/HumanTalks-Paris/messages/boards/thread/49255882\">concours pour les t-shirts</a></p>",
    "talk_id": "225674334",
    "host": "Urban Linker",
    "name": "Humantalks Paris Octobre 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/225674334/",
    "count_max": 90,
    "count_actual": 90,
    "date": 1444755600000,
    "rating": 4.829999923706055
  },
  {
    "_description": "<p>C'est déjà notre 3e anniversaire. Et pour fêter l'occasion, la Société Générale nous accueille dans un de ses amphithéatre à la défense. Nous aurons donc plus de place que d'habitude.</p> <p><img src=\"http://vl-aefip.fr/wp-content/uploads/2014/07/societe-generale.png\" /></p> <p>\n\n\nPour marquer le coup nous essayons de vous préparer un maximum de surprises à gagner et à manger ! Donc c'est le moment idéal d'amener tous vos amis qui ne connaissent pas l'event.</p> <p><b>Le plan d'accès est <a href=\"http://files.meetup.com/9067432/Plan_Acces_Societe_Generale.pdf\">disponible ici</a></b></p> <p>Un avant gout des surprises :</p> <p><img src=\"https://files.slack.com/files-pri/T0AGHQTA9-F0E56SWJ2/sac.jpg\" /></p> <p>Et on vous prépare un truc pour les gourmands avec <a href=\"http://breaz.io\"><a href=\"http://breaz.io\" class=\"linkified\">http://breaz.io</a></a></p> <p><img src=\"http://press.breaz.io/upload/x/h/S1S0Pgi1ySYScs0jILGooBH74lEDWcl4l0_o.png\" /></p> <p>\n\n\nAu programme : </p> <p>• <b>Tests sur tout les fronts par William Ong (@Wyam)</b></p> <p><br/>Maîtriser et fiabiliser son code est aujourd’hui incontournable pour tout développeur devant faire face à des architectures web de plus en plus riches et complexes. Trop souvent délaissés, il existe pourtant des outils pour réaliser des tests front-end d’applications Web et répondre aux besoins d’un développement de qualité.</p> <p><br/><b>• Gagner à Hearthstone ou Magic grâce à quelques lignes de code par Gary Mialaret (@TolkiCasts)</b></p> <p><br/> L’aléatoire joue une grande part dans une partie de jeux de cartes, et cela les rend difficile à « résoudre » analytiquement. L’informatique nous permet de modéliser les différents composants du jeu et à répondre à certaines questions. Combien de terrains jouer dans un deck de Magic ? Comment tuer son adversaire le plus rapidement à Hearthstone ?</p> <p>• <b>Instant Search - A la recherche du prochain paradigme de l'UX par Gaetan Gachet (Gaetan Gachet)</b></p> <p>Deux acteurs ont changé ces dernières années le monde de l’UX: Google et Amazon qui ont montré qu’un accès ultra rapide et intuitif au contenu était un élément crucial de l’engagement utilisateur. </p> <p>Pendant cette présentation, nous allons tenter de comprendre ce lien en découvrant la théorie de l”information foraging” de Pirelli au travers de l’exemple de la recherche “as-you-type”.</p> <p><b>Culture Craft - (Thomas PIERRAIN)</b></p> <p>Avez-vous déjà eu l'impression de vous être assoupis dans votre carrière, de faire moins de veille qu'à d'autres périodes ? A l'inverse, vous êtes-vous déjà demandé comment sortir du ronron ambiant et \"réveiller\" vos collègues qui vous semblaient manquer de curiosité et de passion sur un projet ?</p> <p>Cette courte session vise à vous présenter toutes les formules et astuces qui ont permis à très peu de gens chez nous de réveiller une grosse organisation qui s'endormait sur ses lauriers. Si on a réussi ici -sandwichs à la main- pourquoi pas vous ? Attention: effet contagieux ;-)</p> <p><br/>Plan d'accès au bâtiment : <a href=\"https://goo.gl/wKdtiU\" class=\"linkified\">https://goo.gl/wKdtiU</a></p>",
    "talk_id": "226344243",
    "host": "Tour Société Générale",
    "name": "Humantalks Paris Novembre 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/226344243/",
    "count_max": 180,
    "count_actual": 153,
    "date": 1447178400000,
    "rating": 4.730000019073486
  },
  {
    "_description": "<p>Ce mois-ci nous serons chez LeBonCoin ! Merci à eux de nous accueillir.</p> <p><img src=\"http://img.over-blog-kiwi.com/960x350-ct/1/36/96/42/20141216/ob_8453b1_leboncoin-logo-eps-vector-image.png\" /></p> <p>Au programme :</p> <p><b>• Polyfill and Transpilers, one code for every browser par Alexandre Barbier (@alexbrbr)</b></p> <p><br/>Ce talk a pour but d'expliquer le concept des polyfills et de la transpilation dans le cadre du développement front end. Ce sont les deux stratégies qui permettent d'arriver à un même but : écrire un seul code pour tous les navigateurs, en utilisant les technologies/api les plus récentes.</p> <p><br/><b>• Développer des applications pour la TV par Mickaël GREGORI (@meekah3ll)</b></p> <p><br/>Je vais présenter comment le développement d'application pour la TV est devenu de plus en plus accessible. </p> <p> En effet, il y a encore 5 ans, il n'y a que les opérateurs/industriels qui étaient en mesure de réaliser des applications interactives optimisées pour la TV, via leur TV ou STB (box). Il y a eu quelques tentatives de la part de Free, Samsung, et d'autres pour fournir un SDK, qui n'ont pas réellement reçu l'adhésion des développeurs. </p> <p>Aujourd'hui, avec l'arrivée de chromecast, Android TV, Apple TV et tvOS, et demain des api TV du W3C, il sera de plus en plus simple pour les développeurs de travailler sur ce media.</p> <p><br/>•<b>Transhumanisme, l’avènement de la singularité par Pierre Cointe (@pierre_cointe)</b></p> <p>Ce talk a pour but d’expliquer le fondement de ce courant techno-philosophique, qui risque d’arriver bientôt dans notre société. Quelles technologies sont inventés dans les laboratoires pour le monde de demain ? Quelle direction nos vies vont-elles prendre ?</p> <p>•<b> 3 méthodes pour être plus productif par Thibault Vigouroux (@teaBough)</b></p> <p><br/>Dans ce talk je vous propose 3 techniques/méthodes simples pour être plus productif. Ces techniques je les ai testées ! Je les utilise même tous les jours. Ça parlera pomodoro, pratique délibérée et matrice d'eisenhower !</p> <p>\n\n\n\nProposez vos sujets : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a></p>",
    "talk_id": "226509764",
    "host": "LeBonCoin",
    "name": "Humantalks Paris Décembre 2015",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/226509764/",
    "count_max": 100,
    "count_actual": 94,
    "date": 1449597600000,
    "rating": 4.670000076293945
  },
  {
    "_description": "<p>Pour fêter la nouvelle année nous serons chez Deezer avec un apéro payé par PaloIt. Merci à eux de nous accueillir.</p> <p>\n\n\n<img src=\"https://trello-attachments.s3.amazonaws.com/567720f0ee63444029a905f7/1280x286/591c3d12af68952e891c4452e21847dd/Deezer.svg.png\" /></p> <p><img src=\"https://trello-attachments.s3.amazonaws.com/5672839d9644a33edadeebc9/334x86/2e06783a0be66b7d76c2be016ee73ddb/Pasted_image_at_2015_12_02_23_06.png\" /></p> <p>Au programme : </p> <p><b>• Introduction à Apache Zeppelin par Saad Ansari (@LeFreelance)</b></p> <p><br/>Analyser, manipuler et visualiser de gros volumes de données font partie des besoins récurrent des entreprises. Apache Zeppelin est un notebook web proposant une interface permettant d'analyser et mettre en forme simplement de gros volumes de données traités par Spark. </p> <p> Au cours de cette présentation je vous propose de découvrir quelques unes des fonctionnalités de Zeppelin et comment cet outil peut vous aider à analyser vos données avec Spark.</p> <p><br/><b>• L'infini ou pourquoi il pourrait être plus petit que vous le pensez par Fredy Fadel (@FredyFadel)</b></p> <p>Survol de quelques notion sur l'infini, les ordinaux, les cardinaux, l’arithmétique non standard, la double négation et enfin pourquoi le fini pourrait finalement être plus grand.</p> <p>• <b>Pourquoi est-ce si difficile de concevoir une API ? par Alexandre Estela (@alx_estela)</b></p> <p>Concevoir une API est aujourd'hui une belle occasion de mélanger une absence de standards à des abstractions philosophiques pour cause d'un effet de mode. Essayons d'y voir plus clair en identifiant quelques bonnes pratiques.</p> <p><br/><b>• Why do Tech people hate Sales People par Benjamin Digne (@<a href=\"https://twitter.com/Bndigne\">Bndigne</a>)</b></p> <p>Nous travaillons dans un monde où les employés \"tech\" ont des rapports extrêmement tendus avec les profils \"sales\".</p> <p>Nous allons donc voir pourquoi, mais également comment améliorer les relations entre deux départements qui ne se comprennent pas. </p> <p><br/>N'hésitez pas à proposer vos sujets pour les prochaines sessions : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a></p>",
    "talk_id": "227549458",
    "host": "Deezer",
    "name": "Humantalks Paris Janvier 2016",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/227549458/",
    "count_max": 130,
    "count_actual": 130,
    "date": 1452621600000,
    "rating": 4.730000019073486
  },
  {
    "_description": "<p>Ce mois-ci nous sommes accueillis par &lt;a&gt;Critéo Labs&lt;/a&gt;, merci à eux !</p> <p><img src=\"http://photos2.meetupstatic.com/photos/event/d/a/c/f/600_446336015.jpeg\" /></p> <p>Pour des raisons de sécurités, il nous faut votre nom et prénom et il y aura un check des cartes d'identités à l'entrée.</p> <p>Au programme :</p> <p>•<b> Customer Solutions Engineer par Nicolas Baissas (@<a href=\"https://twitter.com/nicolasbaissas\">nicolasbaissas</a>)</b></p> <p><br/>Nous partirons à la découverte du (nouveau) métier de Customer Solutions Engineer (CSE), qui est apparu dans les entreprises SaaS commercialisant des produits techniques, dans la Silicon Valley et en Europe.</p> <p>Au croisement du commercial, du designer et du développeur, le CSE a pour objectif d’aider le client à tirer le maximum de valeur de l’utilisation d’un produit SaaS, pour augmenter son engagement et réduire le churn.</p> <p><br/>• <b>JSweet: un nouveau transpileur pour développer des applications JavaScript... en Java par Renaud Pawlak</b></p> <p><br/>Nous parlerons de JSweet (&lt;a&gt;<a href=\"http://www.jsweet.org&lt;/a&gt\" class=\"linkified\">http://www.jsweet.org&lt;/a&gt</a>;) un transpileur de Java vers JavaScript développé au dessus de TypeScript. Nous nous arrêterons tout d'abord sur la genèse de JSweet, et les motivations qui justifient la création de ce transpiler. Nous entrerons ensuite dans quelques éléments de conception, et en particulier sur la manière dont JSweet parvient à donner accès aux librairies JavaScript. Enfin, nous verrons quelques exemples d'applications.</p> <p>\n\n• <b>ShadowIT : inévitable ou pas ? par Lucas Girardin (@pykpyky)</b></p> <p>(re)découvrez ce qu'est le Shadow IT, un mot peu connu pour un phénomène que tous le monde constate : détourner les outils du SI. Avec ses risques et les problèmes qu'il provoque mais aussi les solutions qu'il apporte et surtout quel forme il prendra dans le futur. Enfin, nous verrons également ce que pourrai être le système d'information de demain pour lutter contre le Shadow IT avec le système d'information 3-tiers. </p> <p><b>• The Criteo R&amp;D Hero team par  Michel NGUYEN (Engineering Manager R&amp;D)</b></p> <p><br/>La croissance fulgurante du chiffre d’affaires et du nombre de clients de Criteo sur ces dernières années a entraîné la croissance d’autres éléments: taille de la PROD, taille de la R&amp;D et bien d’autres. Sans surprise, une telle croissance a un impact sur la manière de travailler tant sur l’organisation et les process que sur la gestion de la PROD. C’est là que la HERO team intervient ! Elle est le gardien de la R&amp;D et s’assure du bon fonctionnement de la plate-forme. Chez Criteo, la HERO team veille !</p>",
    "talk_id": "228454758",
    "host": "Criteo",
    "name": "Humantalks Paris Février 2016",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/228454758/",
    "count_max": 180,
    "count_actual": 122,
    "date": 1455040800000,
    "rating": 4.639999866485596
  },
  {
    "_description": "<p>Ce mois-ci nous serons chez Viadeo Merci à eux pour  de nous accueillir</p> <p><img src=\"https://upload.wikimedia.org/wikipedia/fr/thumb/4/49/Viadeo_Full_Logo.svg/1280px-Viadeo_Full_Logo.svg.png\" /></p> <p>Les sujets seront :</p> <p>\n\n\n<b>• Gérer son budget en 10 minutes? Facile! par Brice Coquereau (@BriceCq)</b></p> <p><br/>En France, l'argent reste un sujet ultra tabou, et gérer ses comptes nous renvoie encore à une image à papa, avec la calculette et la pile de papiers. Mais cette époque est bien finie, et gérer efficacement son argent, en 2015, est super simple! Nous verrons ça ensemble.</p> <p><br/><b>• Owasp Zaproxy - Devenir un hacker en 10 minutes par Paul Molin (@paulmolin42)</b></p> <p><br/>Une présentation du proxy développé par OWASP, un super outil, cool et intuitif de pentesting pour trouver des vulnérabilités dans les applis Web.</p> <p>• <b>Construction d’une “Raspberry pi home alarm” en moins de 3h par  Raphaël Dubigny (@rdubigny)</b></p> <p><br/>Ça faisait un moment que je ne savais pas quoi faire de mon raspberry pi. J’en ai fait une alarme connectée pour mon appartement.</p> <p>Mon alarme détecte la présence d’un inconnu et prend aussitôt des photos en rafale. Ces photos sont immédiatement envoyées sur mon drive google. Je suis notifié par SMS d’une intrusion dans mon appartement. L’alarme fait la distinction entre une présence inconnue et un habitant de l’appartement.</p> <p>Ce qui m'a le plus surpris c’est que j’ai mis seulement une semaine à raison d'environ 2h tous les soirs pour réaliser mon alarme. Je vous montrerai comment je suis passé de l’idée au produit fini. A l'issue de ce talk, j’espère que chacun de vous pourra réaliser la même alarme en moins de 3 heures.</p> <p><b>• Les générateurs de code, pour se simplifier la vie au quotidien par Nicolas Carlo</b> (<a href=\"https://twitter.com/nicoespeon\">@nicoespeon</a>)</p> <p><br/>Que ce soit au lancement d’un nouveau petit projet perso ou au quotidien d’un projet pro, survient régulièrement un moment où il faut le faire : créer de nouveaux fichiers, à partir de rien. <br/>Un certain nombre de questions surgissent : Dois-je copier-coller un autre fichier existant ? Lequel ? Faut-il que je le déclare quelque part ? Y a-t-il une convention de nommage ?…<br/>Ça peut souvent s’avérer répétitif et propice aux erreurs, sans avoir beaucoup de valeur ajoutée.<br/>Dans ce genre de situation, les générateurs de code peuvent nous donner un sacré coup de pouce, voire nous simplifier la vie au quotidien.</p> <p><br/>Proposez vos sujets pour les prochaines sessions : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a></p>",
    "talk_id": "229152027",
    "host": "Viadeo",
    "name": "Humantalks Paris Mars 2016",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/229152027/",
    "count_max": 110,
    "count_actual": 110,
    "date": 1457460000000,
    "rating": 4.829999923706055
  },
  {
    "_description": "<p>Ce mois-ci nous sommes chez BeMyApp, merci à eux de nous accueillir</p> <p><img src=\"http://codefestlondon1.bemyapp.com/img/logos/bemyapp.png\" /></p> <p>Au programme :</p> <p>• <b>Introduction à Apache Flink par Thomas Le Naour (@_tlenaour)</b></p> <p><br/>Flink est un outil de d'analyse et de traitement de la données : Streaming, Batch, Machine Learning, Graph. Il se positionne aujourd'hui comme concurrent de Spark en proposant le même type d'API. </p> <p> Cependant les 2 outils sont fondamentalement différent dans leur conception et leur approche de la données. Je vous propose de découvrir les concepts fondamentaux ainsi que les API disponibles afin de bien débuter avec Flink.</p> <p><br/>• <b>Zero imprévu dans son application avec le Defensive Design par Woody Rousseau (@WoodyRousseau)</b></p> <p>Manque ou absence de réseau, permissions non données par l'utilisateur (géolocalisation, notifications), données inexistantes... </p> <p>Les applications sont plus que jamais confrontées à des situations imprévues et inhabituelles.Plutôt que de laisser l'utilisateur dans le flou, le defensive design vise à prévoir l'imprévu en pensant en amont aux écrans vides, au chargement et aux cas d'erreurs.</p> <p>Des conseils et best practices pour ne plus jamais perdre ses utilisateurs lors de ces situations.</p> <p>\n\n<b>Retour d'expérience : le Sprint, chez les virtuoses par Antoine Pezé </b></p> <p><br/>Découvrez le Sprint, cette nouvelle méthodologie, inspirée par Google Ventures, qui permet de concrétiser en 5 jours une idée. A travers un retour d'expérience, venez comprendre les enjeux ainsi que les objectifs de cette méthode.</p> <p><br/><b>The reverse side of VCs par Pauline Roux (@RauxPau)</b></p> <p><br/>Pauline Roux, Investment Manger au sein du fonds Elaia Partners, présentera l’envers du décor des Vcs. </p> <p>Comment sélectionnent-ils leurs futurs investissements, quels sont leurs critères, et comment ils fonctionnent.Elle abordera aussi la question de la relation entre le management et le VC au cours de leur vie commune : l’actionnaire comme partenaire.</p> <p>Proposez vos sujets pour les prochaines sessions : <a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></p>",
    "talk_id": "230195850",
    "host": "BeMyApp France",
    "name": "Humantalks Paris Avril 2016",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/230195850/",
    "count_max": 125,
    "count_actual": 107,
    "date": 1460480400000,
    "rating": 4.570000171661377
  },
  {
    "_description": "<p>Ce mois-ci nous sommes chez LaFourchette, merci à eux de nous accueillir pour la première fois !</p> <p><img src=\"http://photos2.meetupstatic.com/photos/event/d/3/c/b/600_449814219.jpeg\" /></p> <p>Au programme :</p> <p><b>Vorlon.js par Etienne Margraff</b></p> <p>Quand on est sur son PC avec un navigateur : F12 nous rend toujours un très bon service. Cependant comment avoir la même expérience quand veut débugger le site sur un téléphone ? Des solutions existent mais rien de très simple d’utilisation ou qui fonctionne dans tous les cas. Dans ce talk, je vous présenterais Vorlon.js, un nouvel outil que j'ai co-créé et qui permet d’obtenir l’expérience F12, en remote et pour tous les navigateurs. Teaser : on fera un démo collaborative, tout le monde participera !</p> <p>\n\n<b>REX: Comment j'ai scrappé les superheros Marvel par Tim Carry </b> </p> <p>Je vous propose de faire un REX sur un side-project récent: <a href=\"https://pixelastic.github.io/marvel/\"><a href=\"https://pixelastic.github.io/marvel/\" class=\"linkified\">https://pixelastic.github.io/marvel/</a></a></p> <p>J'ai récupéré l'ensemble des ~2000 superheros (et supervillains) de l'univers Marvel et créé une UI pour permettre leur recherche facilement.</p> <p>On verra comment j'ai scrappé la Wikipedia (et pourquoi c'est plus facile que d'utiliser les API dispos) ainsi que quelques autres API publiques, les bons outils en node pour faire ça, comment le TDD m'a sauvé la vie, les quelques services cloud gratuits qui aident bien (Github, Algolia et Cloudinary) et la facilité de création de la UI qui va avec.</p> <p>Ce talk est sans prétention, un retour d'experience sur ce que j'ai appris en m'amusant, et que je souhaite partager. Il y a beaucoup de data disponible facilement, et avec quelques services en ligne gratuits on peut construire de très belles choses avec.</p> <p>\n\n\n<b>Hackathon ? Ou comment hacker sa culture d’entreprise.<br/>par Anthony Coulon &amp; Andre De Sousa <br/></b></p> <p>Découvrez la vie de 2 consultants qui au sein d’une société qui essaye d’unifier ses agences à travers différentes actions, tentent le pari fou de lancer un hackathon externe afin de fédérer autour d’un même objectif et à procurer enfin le saint graal du bonheur au travail. Parviendront-ils à réussir là ou la direction a échoué jusqu’à présent ?</p> <p>\n\n\n<b>1+1 &gt; 2 - l'équation magique qui défie les lois de l'Algèbre par Florent Poissonnet</b></p> <p>Dans nos organisations agiles et plates, le travail en équipe est au coeur de l'activité et il est un facteur clef de succès. Quelle implication pour une entreprise digitale? Comment incarner cette équation au quotidien? Des pistes de réflexion basée sur l'expérience à LaFourchette.</p>",
    "talk_id": "230972776",
    "host": "LaFourchette",
    "name": "Humantalks Paris Mai 2016",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/230972776/",
    "count_max": 150,
    "count_actual": 86,
    "date": 1462900500000,
    "rating": 4.46999979019165
  },
  {
    "_description": "<p>Ce mois-ci nous sommes chez Algolia, merci à eux de nous accueillir dans leurs nouveaux locaux :) </p> <p><img src=\"http://photos1.meetupstatic.com/photos/event/1/7/c/a/600_450906090.jpeg\" /></p> <p>\n\n\nAu programme :</p> <p><br/>• <b>6 STEPS to improve your business performance with LEAN UX</b> par<b> Caroline Besnard</b></p> <p><br/>Partage d'expérience sur les étapes lean et agiles pour améliorer les performances d'un produit tout en apportant des objectifs et une direction clair.</p> <p>\n\n<b>• Ameliorer l'accueil de vos contributeurs avec Docker </b>par<b> Olivier Berthonneau<br/></b></p> <p>Plus un projet devient complexe et plus il est difficile pour un contributeur de rentrer dans le code et de participer à son amélioration. Là où Docker permet de simplifier le le build et le deploiement de solution complexes, il peut aussi en faciliter le développement.Pendant 10 minutes nous nous mettrons dans la peau d'un contributeur et verront comment il possible de rentrer rapidement dans un projet utilisant des conteneurs de dev.</p> <p><br/><b>•  Startup Validation </b>par <b>Amit Aharoni </b></p> <p><br/>Amit, one of the founders of Talent.io is going to explain us what is startup validation.</p> <p><br/>• <b>Le développement email désormais accessible à tous avec MJML </b>par<b> Arnaud Breton</b></p> <p>Durant cette session, je vous présenterai le challenge du développement email en 2016, notre approche du problème, désormais concrétisé en MJML (disponible sur <a href=\"https://mjml.io/\"><a href=\"https://mjml.io\" class=\"linkified\">https://mjml.io</a></a>), un framework écrit en Javascript / React avec une syntaxe proche du HTML. MJML abstrait toute la complexité du développement email et le rend accessible à tout développeur ayant au moins une expérience avec HTML.</p> <p>\n\n\n\nProposez vos sujets pour les prochaines sessions : <a href=\"http://bit.ly/HTParis-sujet\"><a href=\"http://bit.ly/HTParis-sujet\" class=\"linkified\">http://bit.ly/HTParis-sujet</a></a> </p>",
    "talk_id": "231710622",
    "host": "Algolia HQ",
    "name": "Humantalks Paris Juin 2016",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/231710622/",
    "count_max": 116,
    "count_actual": 100,
    "date": 1465923600000,
    "rating": 4.670000076293945
  },
  {
    "_description": "<p>Après moult péripéties, c'est ce mois-ci Zenika qui nous héberge. Un grand merci à eux !</p> <p><img src=\"http://photos4.meetupstatic.com/photos/event/a/d/b/b/600_452084475.jpeg\" /></p> <p>Au programme :</p> <p><b>S.A.R.A.H, un framework de Maison Connectée qui fête ses 4ans</b> par <b>Jean-Philippe Encausse</b> (<a href=\"https://twitter.com/JpEncausse\">@JpEncausse</a>)</p> <p><br/><a href=\"http://www.domotique-info.fr/2014/02/sarah-installation-premiers-pas/#\">S.A.R.A.H</a> est un framework NodeJS / C# rassemblant une communauté de 4500 passionnés s'amusant à interagir avec leur maison via de la reconnaissance vocale, gestuelle, faciale, afin de créer de nouveaux usages. Un sujet passionnant dans le contexte d'acteurs comme Google et Amazon et d'agents conversationnels qui foisonnent depuis quelques mois.</p> <p><br/><b>Family.scss, comment créer un projet open source cool</b> par <b>Lucas Bonomi</b> (<a href=\"https://twitter.com/LukyVj\">@LukyVj</a>)</p> <p><br/>Je parlerais de mon dernier projet open source, <a href=\"http://lukyvj.github.io/family.scss/\">family.scss</a>. </p> <p><br/>De l'idée, à la réalisation en passant par 1800 stars sur github, j'expliquerais en détail comment le projet à eu du succès, en listant ce que j'ai pu apprendre au fil des années en ayant travaillé sur un bon nombre de projets open source.</p> <p><br/><b>La 3D temps-réel pour tous avec Babylon.js</b> par <b>David Rousset</b> (<a href=\"https://twitter.com/davrous\">@davrous</a>)</p> <p>Matrices, quaternion, shader, vertex, accélération trilinéaire cocyclique à inversion de phase transdimensionnelle. Des termes barbares prévus pour repousser les plus téméraires d’entre vous à se lancer dans l’incroyable aventure de la 3D sur le web. Quelle tristesse ! Mais ça, c’était avant. Babylon.js a justement été conçu pour être facilement utilisable par tous afin de créer des jeux vidéo en WebGL/Web Audio ou tout autre type d’interactions 3D. Nous verrons ensemble comment ce projet open-source, écrit en TypeScript et conçu par des petits frenchies, peut facilement être appréhendé. Nous verrons également quelques productions l’utilisant aujourd’hui. </p> <p><b>S'amuser avec la dette techniques par</b> Philippe Bourgau (<a href=\"https://twitter.com/pbourgau\">@pbourgau</a>)</p> <p><br/>La dette technique vous fait pleurer ? Si on décidait d'en rire pour une fois. Voici quelques réactions absurdes / geeky / innovantes (au choix) face à du mauvais code.<br/>  </p> <p><b>Lancement d'<a href=\"https://api.gouv.fr/\">API.gouv.fr</a> par</b> Thibaut Gery (<a href=\"https://twitter.com/ThibautGery\">@ThibautGery</a>)</p> <p>A travers un retour d'expérience du lancement d'<a href=\"https://api.gouv.fr/\">API.gouv.fr</a>, je présenterai comment nous avons emprunté les méthodes des startups du numérique et les avons appliquées au sein de l'administration française.</p>",
    "talk_id": "232412051",
    "host": "Zenika",
    "name": "HumanTalks Paris Juillet 2016",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/232412051/",
    "count_max": 100,
    "count_actual": 71,
    "date": 1468342800000,
    "rating": 5
  }
]
