[
  {
    "_description": "<p>Liste des sujets abordés pour cette édition des Human Talks : Vagrant, Neo4J, AngularJs, mobilité et pleins d'autres à venir!</p> <p>Rappel : Chaque conférence dure 10 minutes + des questions</p> <p> </p> <p>Détail des conférences</p> <p><b>* Vagrant</b>, par <i>Julien Dubreuil</i></p> <p>Vagrant est un outil vous permettant de créer des gabarits d'environnements de développement préconfigurés et de les déployer &amp; mettre à jour en un instant.</p> <p> </p> <p>* <b>Découvrons Neo4J</b> par <i><a href=\"http://www.meetup.com/HumanTalks-Paris/members/32772802/\">Florent Biville</a></i></p> <p>Neo4J est encore le petit poucet du NOSQL mais apparaît comme une alternative de plus en plus sérieuse face à ses concurrents.</p> <p>Mais commençons par le début : Neo4J est une base de données orientée graphe. Oubliez vos tables, vos colonnes, vos documents... et découvrez un modèle de données hyper-flexible et étonnamment simple à appréhender.</p> <p>Ce court talk vous donnera un aperçu des possibles et, j'espère, la motivation suffisante pour commencer à l'utiliser !</p> <p>*<b>Focus sur les filtres AngularJS</b> par <i><a href=\"http://www.meetup.com/HumanTalks-Paris/members/13702160/\">Thierry Lau</a></i></p> <p>Dans le monde des Frameworks JavaScript, AngularJS - des usines Google - a fait une percée remarquable. Mais qu'apporte-il de différents ? Je vous invite à travers ce live coding à découvrir en particulier la puissance des filtres AngularJS.</p> <p>* <b>Le réseau mobile, cette plaie</b> par <a href=\"http://www.meetup.com/HumanTalks-Paris/members/11545318/\">Pierre Chapuis</a></p> <p>Qui n'a jamais râlé en essayant 15 fois de charger une carte Google Maps dans le métro ? Maudit un jeu qui prenait 20 minutes à télécharger ses quelques mégaoctets de mises à jour en 3G ? Renoncé à lire ses mails dans la file d'attente de la caisse du supermarché ?</p> <p>Certains parlent d'un futur où les données sont dans les nuages et le réseau omniprésent et infiniment rapide. Force est de constater que ce futur n'est pas encore là. Par contre, les usages mobiles, eux, sont bel et bien d'actualités.</p> <p>Nous verrons donc quelques concepts pour raisonner sur les réseaux mobiles, certaines de leurs limites, et quelques approches pour limiter leurs dégâts.</p> <p>tl;dr: comment faire des applications mobiles \"qui marchent\" en ville ou à la campagne, dans un train ou à l'étranger, en wifi, 3G, edge ou sans accès au réseau.</p> <p>* <b>Présentation du projet Moov' In The City</b> par l'équipe Moov'Simply</p> <p><a href=\"http://moovinthecity.fr/\">Moov’ In The City</a> est un grand concours organisé autour de l’ouverture des données des transports parisiens entre autres. Désireuses de participer à un tel projet depuis plusieurs mois, les <a href=\"http://www.duchess-france.org/\">duchess</a> se sont lancées dans l’aventure !</p> <p>Tout s’est fait très vite : monter une équipe, trouver une idée, étudier les données fournies par la ville, définir les fonctionnalités, le design, le logo, les pages puis choisir les technos, développer, livrer en Prod et faire une vidéo.<br/>Moov’ In The CityMoov’ In The CityEt voilà notre <a href=\"http://moovsimply.herokuapp.com/\">application Moov’Simply</a> a vu le jour :). Voici son histoire !</p>",
    "talk_id": "126207802",
    "host": "Le Camping",
    "name": "HumanTalks Paris",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/126207802/",
    "count_max": 80,
    "count_actual": 80,
    "date": 1373389200000,
    "rating": 4.71999979019165
  },
  {
    "_description": "<p>La session du 10 Septembre 2013 aura lieu chez 50Partners.</p> <p>Formule habituelle, des talks de 10minutes sur plein de sujets, un apéro et une suite au resto pour les plus motivés !</p> <p>Tous les talks sont fixés pour ce mois-ci mais vous pouvez toujours proposer un talk pour les prochaines sessions via : <a href=\"http://humantalks.com/cities/paris/events/84/talks/new\" class=\"linkified\">http://humantalks.com/cities/paris/events/84/talks/new</a> ou la partie discussion sur meetup !</p> <p><b><i>Les talks :</i></b> <b><br/></b></p> <p><b>* Les bronzés font du dev par Ellène Siber Dijoux (@ElleneSiber)</b></p> <p>Martin 23 ans et fraîchement diplômé vient d'être embauché chez SSII Consulting. Son commercial lui a proposé une superbe mission où il pourra développer ses compétences en Java/J2EE ! Chouette car c'est exactement ce qu'il cherchait : \"Spring, Hibernate et Struts les technos du moment !\" lui dit son commercial. \"Mais avec un petit peu de maintenance sur l'ancienne appli en PHP mais c'est vraiment minime !\" rassure-t-il.</p> <p>Et c'est tout enthousiaste qu'il commence sa première journée de mission, dans une équipe ... un peu particulière ...</p> <p>Au travers de cette histoire, je souhaite illustrer (en dessin) le quotidien d'une équipe caricaturée mais pas si éloignée que ça de la réalité de nos projets ...</p> <p>Remarque : les dessins seront de meilleurs qualités pour le quickie par rapport à ce que l'on trouve sur mon blog (<a href=\"http://uneviededev.wordpress.com/\" class=\"linkified\">http://uneviededev.wordpress.com/</a>)</p> <p><b>* Spring ROO par Mehdi Ben Haj Abbes (@MehdiAbbes)</b></p> <p>Rejoignez nous sur cette session de live coding de 10 minutes. Je souhaite vous montrer comment vous pouvez gagner en productivité avec Spring Roo. Grâce à cet outil, on va mettre en place une application web MVC en Java en quelques minutes.</p> <p><b>* Cloud + API + Marketplace + Hub = Mashape !  par Guillaume Bitaudeau (@gbitaudeau)</b></p> <p>Avec l'avènement du Cloud, l'informatique vit aujourd'hui une première révolution comme l'a vécu l'industrie avec l'arrivée des centrales électriques. </p> <p><br/>Lors de cette révolution industrielle sont nées les lignes d'assemblage : les industriels ne fabriquaient plus 100% de leurs produits mais se sont mis à intégrer des sous-produits les uns aux autres. </p> <p><br/>C'est exactement le même chemin que suit l'informatique : après avoir intégré des technologies et/ou des frameworks pour fabriquer du logiciel, nous intégrons de plus en plus d'APIs de services disponibles sur le Cloud.</p> <p><br/>Il est donc logique que des places de marché d'APIs voient le jour et je vous propose d'en découvrir une : Mashape.</p> <p><br/>Pourquoi ça existe, comment ça marche et quels sont les intérêts pour les consommateurs et pour les producteurs d'APIs : voici le programme !</p> <p><b>* Tous freelances ? par Jean-Baptiste Lemée (@jblemee) et Vincent Huguet (@vhuguet) du site Hopwork.com </b></p> <p>Nous parlerons d'un phénomène de société : le développement du travail en freelance, ses causes, ses avantages, ses inconvénients, et ses impacts sur la société. </p> <p>Jean-Baptiste nous présentera en particulier son retour d'expérience en tant que d'être développeur freelance depuis quelques années.</p> <p>Jean-Baptiste Lemée, 30 ans, est développeur java freelance depuis plusieurs années, auteur du blog <a href=\"http://www.java-freelance.fr/\"><a href=\"http://www.java-freelance.fr/\" class=\"linkified\">http://www.java-freelance.fr/</a></a> et co-fondateur de Hopwork.com.</p> <p>Vincent Huguet, 38 ans, a une expérience d'entrepreneur (ooprint.fr, dromadaire.com) et co-fondateur de Hopwork.com.</p>",
    "talk_id": "137484932",
    "host": "Loft 50Partners",
    "name": "Humantalks Paris Septembre 2013",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/137484932/",
    "count_max": 70,
    "count_actual": 62,
    "date": 1378832400000,
    "rating": 4.570000171661377
  },
  {
    "_description": "<p>Soirée spéciale ce mois-ci en collaboration avec les <a href=\"http://www.duchess-france.org/\">JDuchess</a>, <a href=\"http://railsgirls.com/\">RailsGirls</a> et <a href=\"http://girlzinweb.com/\">GirlzInWeb</a> !</p> <p>Nous avons souhaité mettre en avant les femmes qui ont fait de l'informatique leur métier, et par conséquent toutes les présentations seront animées par des femmes !</p> <p>Le programme détaillé sera mis à jour en début de semaine.</p> <p>Attention le meetup aura lieu chez <a href=\"http://www.start-way.com/FR/bureaux-a-louer/nos-bureaux/montrouge-mairie/3\">Start-Way</a> à Montrouge à 2 pas de la ligne 4.</p> <p>\n\n\n• <b>Girlz in Web, RailsGirls et Duchess France : des femmes dans l'IT</b> par des membres des trois groupes  (<a href=\"https://twitter.com/duchessfr\">@duchessfr</a>‎, <a href=\"https://twitter.com/RailsGirlsParis\">@RailsGirlsParis</a> et <a href=\"https://twitter.com/GirlzInWeb\">@GirlzInWeb</a>)</p> <p><br/>Touchant des communautés différentes (Ruby, Java, web...), les <a href=\"http://girlzinweb.com/\">Girlz in Web</a>, <a href=\"http://railsgirls.com/\">RailsGirls</a> et <a href=\"http://www.duchess-france.org/\">Duchess France</a> sont là pour représenter, regrouper les femmes de l'IT. Ce talk sera l'occasion pour ces groupes de se présenter chacun plus en détails.</p> <p><br/>•<b> Introduction au robot Nao</b> par Blandine Bourgois (<a href=\"https://twitter.com/bbourgois\">@bbourgois</a>)</p> <p>Nao est un robot humanoïde concu par Aldebaran Robotics à Paris. Lors de cette introduction, j'aborderai les points suivants : Qu'est-ce qu'il y a dans le robot ? Comment le programmer ? Comment devenir Nao Developper ?</p> <p>Il y aura bien sûr des démos.</p> <p><br/>• <b>Checkpoint : sécurité des frameworks web</b> par Stephanie Ouillon (<a href=\"https://twitter.com/steph_ouillon\">@steph_ouillon</a>)</p> <p>Rien ne sert de bien tester du point de vue sécurité son application web si l'on oublie de maintenir à jour ses frameworks et son serveur d'application... Retour sur quelques fondamentaux, en pratique souvent négligés ou ignorés.</p> <p>\n\n\n• <b>Retour d'expérience sur la conception de l'API Mangopay</b> par Laure Némée (<a href=\"https://twitter.com/Zazoun\">@Zazoun</a>)</p> <p><br/>A l'occasion de la sortie de la deuxième version de l'API Mangopay, l'API de monétique développée par Leetchi, j'exposerai les erreurs de conception commises sur l'interface la première fois, et comment nous les avons corrigé.</p>",
    "talk_id": "142883912",
    "host": "Start-Way",
    "name": "Humantalks Paris Octobre 2013",
    "url": "http://www.meetup.com/HumanTalks-Paris/events/142883912/",
    "count_max": 120,
    "count_actual": 70,
    "date": 1381251600000,
    "rating": 4.699999809265137
  }
]
